{
  "Items": [
    {
      "code": "AF",
      "name": "Afghanistan",
      "fullName": "Islamic Republic of Afghanistan",
      "description": "Afghanistan is a landlocked country at the crossroads of Central and South Asia. The country shares borders with Uzbekistan, Turkmenistan, Tajikistan, Iran, Pakistan, China, and the disputed Kashmir territory",
      "capital": "Kabul",
      "continent": "Asia",
      "subcontinent": "Southern Asia",
      "score": 219
    },
    {
      "code": "AX",
      "name": "Åland Islands",
      "fullName": "Åland Islands",
      "description": "The Åland Islands in the Baltic Sea have extensive maritime history, warm, sunny weather, and popular outdoor activities. Although the islands are a part of Finland, they are a self-governing, autonomous territory. The 30,000 islanders (2021) mostly speak a local dialect of Swedish.",
      "capital": "Mariehamn",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": null
    },
    {
      "code": "AL",
      "name": "Albania",
      "fullName": "Republic of Albania",
      "description": "Albania is a country in the Balkan region of Europe with unspoiled beaches, mountainous landscapes, traditional cuisine, archaeological artefacts, unique traditions, low prices and the wild atmosphere of the countryside. It is one of the sunniest countries in Europe. The country has an extensive archaeological heritage; it was part of Ancient Greece, the Roman Empire and the Ottoman Empire until its first declaration of independence in 1912, becoming a kingdom and then a communist dictatorship before becoming a democratic republic. Albania is one of just a few Muslim majority nations in Europe.",
      "capital": "Tirana",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": 546
    },
    {
      "code": "DZ",
      "name": "Algeria",
      "fullName": "People's Democratic Republic of Algeria",
      "description": "Algeria is the largest country in Africa. Overlooked by many travelers, the country is bursting with beauty waiting to be discovered. From the bustling markets of Algiers to the pristine beaches of its Mediterranean coast, from the jaw-droppingly beautiful mountains of the north to the mesmerizing deep reaches of the Sahara desert to the south, there is something for almost everyone to explore. Enjoy traditional cuisine, explore the ancient ruins, take in the breathtaking views, and then breathe in a world where few travelers tread. Algeria, and in particular Algerian hospitality, will leave a lasting impression on your heart and mind.",
      "capital": "Algiers",
      "continent": "Africa",
      "subcontinent": "Northern Africa",
      "score": 423
    },
    {
      "code": "AS",
      "name": "American Samoa",
      "fullName": "American Samoa",
      "description": "American Samoa is a U.S. territory in the South Pacific Ocean that lies about 100 km (60 mi) east of its neighboring country of Samoa, which is part of the same archipelago. American Samoa consists of five main islands and two coral atolls; the largest and most populous island is Tutuila, with the Manuʻa Islands, Rose Atoll and Swains Island also included in the territory.",
      "capital": "Pago Pago",
      "continent": "Oceania",
      "subcontinent": "Polynesia",
      "score": null
    },
    {
      "code": "AD",
      "name": "Andorra",
      "fullName": "Principality of Andorra",
      "description": "Andorra is a small, mountainous country in Western Europe, up in the Pyrenees between France and Spain. Full of beautiful mountains and charming old villages, the country thrives on tourism, mainly visitors from nearby countries who come for shopping, skiing, hiking, and banking.",
      "capital": "Andorra la Vella",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": 655
    },
    {
      "code": "AO",
      "name": "Angola",
      "fullName": "Republic of Angola",
      "description": "Angola is a beautiful nation in Central Africa endowed with lovely waterfalls, rivers, national parks, and coastlines. There is plenty to do and see here.",
      "capital": "Luanda",
      "continent": "Africa",
      "subcontinent": "Middle Africa",
      "score": 349
    },
    {
      "code": "AI",
      "name": "Anguilla",
      "fullName": "Anguilla",
      "description": "Anguilla is a British Overseas Territory in the Caribbean Sea, a few miles north of Saint Martin. Anguilla has everything you might expect from a Caribbean island, with gorgeous bays, some of the best white sand beaches in the world, palm trees and the turquoise ocean all around. That lovely setting is of course what draws most travelers here, and it allows for perfect lazy days of sunbathing and swimming.",
      "capital": "The Valley",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": null
    },
    {
      "code": "AQ",
      "name": "Antarctica",
      "fullName": "Antarctica",
      "description": "Antarctica is the coldest and driest place on Earth, and surrounds the South Pole. Tourist visits are costly, demand physical fitness, can only take place in summer, and are largely limited to the Peninsula, Islands and Ross Sea. A couple of thousand staff live here in summer in some four dozen bases mostly in those areas; a small number stay over winter. Inland Antarctica is a desolate plateau covered by 2–3 kilometres (1.2–1.9 mi) of ice. Occasional specialist air tours go inland, for mountaineering or to reach the Pole, which has a large base. Wildlife needs access to the sea and is confined to the coasts.",
      "capital": "",
      "continent": "Antarctic",
      "subcontinent": null,
      "score": null
    },
    {
      "code": "AG",
      "name": "Antigua and Barbuda",
      "fullName": "Antigua and Barbuda",
      "description": "Antigua and Barbuda are two Caribbean islands that form a country that lies between the Caribbean Sea and the North Atlantic Ocean, east-southeast of Puerto Rico.",
      "capital": "St. John's",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": 513
    },
    {
      "code": "AR",
      "name": "Argentina",
      "fullName": "Argentine Republic",
      "description": "Argentina is a large country in the southern part of South America. It offers a great diversity of climates and landscapes from jungles in the north, great grass plains in the center and frozen mountains in the south.",
      "capital": "Buenos Aires",
      "continent": "Americas",
      "subcontinent": "South America",
      "score": 557
    },
    {
      "code": "AM",
      "name": "Armenia",
      "fullName": "Republic of Armenia",
      "description": "Armenia is a landlocked country in the Caucasus. Once the center of an empire, this former Soviet republic straddles the line between Europe and Asia. Armenia has a rich, ancient history, and it is most famously known for being the first country in the world to adopt Christianity as the state religion.",
      "capital": "Yerevan",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 543
    },
    {
      "code": "AW",
      "name": "Aruba",
      "fullName": "Aruba",
      "description": "Aruba is a desert Caribbean island, a constituent country of the Kingdom of the Netherlands. Located off the coast of Venezuela, this flat, river-less island is renowned for its white sand beaches. Along with its neighboring Dutch islands of Bonaire and Curaçao, it forms the ABC Islands.",
      "capital": "Oranjestad",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": null
    },
    {
      "code": "AU",
      "name": "Australia",
      "fullName": "Commonwealth of Australia",
      "description": "There is nowhere else quite like Australia, nicknamed the Land Down Under, the only country that has a whole continent to itself. With Indigenous cultures that go back over 65,000 years and truly global immigration in modern times, the country is famous for its natural wonders, wide open spaces, beaches, deserts, \"the bush\", and \"the Outback\". However, it is also highly urbanized, with an array of cosmopolitan cities – the largest and most famous being Sydney, situated on one of the most famous harbors in the world.",
      "capital": "Canberra",
      "continent": "Oceania",
      "subcontinent": "Australia and New Zealand",
      "score": 767
    },
    {
      "code": "AT",
      "name": "Austria",
      "fullName": "Republic of Austria",
      "description": "Austria is a landlocked German-speaking country in Central Europe. Austria, along with neighboring Switzerland, is the winter sports center of Europe. However, it is just as popular for summer tourists who visit its historic cities and villages and hike in the magnificent scenery of the Alps. With more than 30 million arrivals (2023) and only about nine million inhabitants, it is one of the most visited countries in the world.",
      "capital": "Vienna",
      "continent": "Europe",
      "subcontinent": "Western Europe",
      "score": 783
    },
    {
      "code": "AZ",
      "name": "Azerbaijan",
      "fullName": "Republic of Azerbaijan",
      "description": "Azerbaijan is a former Soviet republic in the Caucasus and is variously considered part of Europe or Asia.",
      "capital": "Baku",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 426
    },
    {
      "code": "BS",
      "name": "Bahamas",
      "fullName": "Commonwealth of the Bahamas",
      "description": "The Bahamas, or The Bahama Islands, is an archipelago consisting of many islands in the Atlantic Ocean east of Florida. The country is made up of about 2,000 islands if you include the cays, which are small islands that are formed on coral reefs. Not densely populated, the Bahamas is renowned for its natural beauty, unique culture, and is a popular tropical vacation destination.",
      "capital": "Nassau",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": 530
    },
    {
      "code": "BH",
      "name": "Bahrain",
      "fullName": "Kingdom of Bahrain",
      "description": "The Kingdom of Bahrain is a Middle Eastern archipelago in the Persian Gulf, tucked into a pocket of the sea flanked by Saudi Arabia and Qatar. The kingdom combines modern Arab culture and the archaeological legacy of 5,000 years of civilization.",
      "capital": "Manama",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 471
    },
    {
      "code": "BD",
      "name": "Bangladesh",
      "fullName": "People's Republic of Bangladesh",
      "description": "The People's Republic of Bangladesh is a country in South Asia, on the edge of the Indian subcontinent. The country is endowed with pristine beaches, numerous archaeological sites, bustling markets, numerous sites of religious importance, forests, delicious food, and more importantly, hospitable and friendly people.",
      "capital": "Dhaka",
      "continent": "Asia",
      "subcontinent": "Southern Asia",
      "score": 339
    },
    {
      "code": "BB",
      "name": "Barbados",
      "fullName": "Barbados",
      "description": "Barbados is an island in the Caribbean region, but which lies out in the Atlantic many miles east of the Caribbean Sea. Its nearest neighbors 100 miles west are Saint Vincent and Saint Lucia, part of the arc of the Lesser Antilles that separate Atlantic and Caribbean. Those islands are a partly-submerged chain of mountains. By contrast Barbados has formed from deposits of coral and has a gentler landscape. It's fertile, and is sometimes called \"Bimshire\" or the \"Little Britain\" of the Caribbean because of its long and uniquely unbroken history of British colonization and settlement. It became independent in 1966 and tourism is nowadays its main industry. In 2019 the population was 287,025.",
      "capital": "Bridgetown",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": 610
    },
    {
      "code": "BY",
      "name": "Belarus",
      "fullName": "Republic of Belarus",
      "description": "Belarus is a former Soviet state whose history begins in the 10th century CE. While not on most tourists' radar, Belarus preserves beautiful castles, pristine nature, and Soviet heritage. It maintains close ties and an open border with its neighbor Russia. The name of the country literally means \"White Russia\" in the Russian language.",
      "capital": "Minsk",
      "continent": "Europe",
      "subcontinent": "Eastern Europe",
      "score": 470
    },
    {
      "code": "BE",
      "name": "Belgium",
      "fullName": "Kingdom of Belgium",
      "description": "A low-lying country in the Benelux, Belgium sits at the crossroads of Western Europe. It marries the historical landmarks for which the continent is famous with spectacular modern architecture and rural idylls. Its capital, Brussels, is home to the headquarters of the European Union.",
      "capital": "Brussels",
      "continent": "Europe",
      "subcontinent": "Western Europe",
      "score": 713
    },
    {
      "code": "BZ",
      "name": "Belize",
      "fullName": "Belize",
      "description": "Belize offers world-class attractions include exploring the lush jungles with exotic plants and animals, deep sea fishing, swimming, snorkeling and diving in the Caribbean Sea with its attractive reefs and visiting the Mayan ruins. While income levels are still very low and the infrastructure is very basic, Belizeans are very proud and friendly to visitors as the tourist industry grew greatly in the last decade. It is the only country in mainland Central America with English as its official language.",
      "capital": "Belmopan",
      "continent": "Americas",
      "subcontinent": "Central America",
      "score": 521
    },
    {
      "code": "BJ",
      "name": "Benin",
      "fullName": "Republic of Benin",
      "description": "Benin is a country in West Africa. You'll find culture through a large collection of palatial ruins and temples of the once powerful Kingdom of Dahomey (1800s–1894). Moreover, Benin is the birthplace of Vodun (Voodoo) and all that goes with it — Vodun is the official religion of the country, and an important part of the life of ordinary Beninese. Many important tourist sites are linked to Vodun or the slave trade. The national parks of Benin are well worth a visit for their wildlife. It is also, fortunately, one of the most stable and safe countries of the region for travelling. With its rich history, vibrant culture, protected wildlife, Grand Popo ocean beach, and artisan market in Se, Benin is one of the best kept tourist secrets in West Africa.",
      "capital": "Porto-Novo",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 364
    },
    {
      "code": "BM",
      "name": "Bermuda",
      "fullName": "Bermuda",
      "description": "Bermuda is a self-governing British overseas territory in the Atlantic Ocean north of the Caribbean, off the coast of North America. It is one of the last remnants of the British colonial empire in North America. Although it is not in the Caribbean, it shares a lot of cultural similarities with much of the English-speaking Caribbean and so is treated as such here.",
      "capital": "Hamilton",
      "continent": "Americas",
      "subcontinent": "North America",
      "score": null
    },
    {
      "code": "BT",
      "name": "Bhutan",
      "fullName": "Kingdom of Bhutan",
      "description": "The Kingdom of Bhutan is a small country in the Himalayas between Tibet and India. Besides the stunning natural scenery, the enduring image of the country for most visitors is the strong sense of culture and tradition that binds the kingdom and clearly distinguishes it from its larger neighbors. Bhutan is a bastion of Vajrayana Buddhism, and the profound teachings of this tradition remain well preserved and exert a strong influence in all aspects of life.",
      "capital": "Thimphu",
      "continent": "Asia",
      "subcontinent": "Southern Asia",
      "score": 533
    },
    {
      "code": "BO",
      "name": "Bolivia",
      "fullName": "Plurinational State of Bolivia",
      "description": "Bolivia is a beautiful, geographically rich, and multiethnic country in the heart of South America, visited for its stunning mountain landscapes and vibrant indigenous culture.",
      "capital": "Sucre",
      "continent": "Americas",
      "subcontinent": "South America",
      "score": 454
    },
    {
      "code": "BQ",
      "name": "Caribbean Netherlands",
      "fullName": "Bonaire, Sint Eustatius and Saba",
      "description": "Caribbean Netherlands refers to three Caribbean islands that are overseas municipalities of the European country of the Netherlands: Bonaire, famous for its dive spots; Sint Eustatius, famous for its tranquility; Saba, known for its unique ecosystem;",
      "capital": "",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": null
    },
    {
      "code": "BA",
      "name": "Bosnia and Herzegovina",
      "fullName": "Bosnia and Herzegovina",
      "description": "Bosnia and Herzegovina is a European country on the Balkan Peninsula. Mostly mountainous, it has access to a tiny portion of the Adriatic Sea coastline in the south. Visitors find well-restored historic cities, a warm and welcoming atmosphere, bustling city life and medieval monuments.",
      "capital": "Sarajevo",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": 529
    },
    {
      "code": "BW",
      "name": "Botswana",
      "fullName": "Republic of Botswana",
      "description": "Botswana is a landlocked country in Southern Africa, completely surrounded by four countries: Namibia, South Africa, Zambia, and Zimbabwe. Botswana is a true gem among African nations, boasting a remarkable level of wealth and tranquility that few other countries on the continent can match. With its high standard of living and extremely low crime rates, Botswana has established itself as an oasis of stability amidst the many challenges faced by its neighbors. But Botswana is much more than just a peaceful haven. This captivating country is also home to a wealth of attractions that are sure to delight any traveler. From the stunning Tsodilo Hills and Chobe National Park to the Moremi Game Reserve in the Okavango Delta and the Central Kalahari Game Reserve, there is no shortage of natural wonders to explore.",
      "capital": "Gaborone",
      "continent": "Africa",
      "subcontinent": "Southern Africa",
      "score": 542
    },
    {
      "code": "BV",
      "name": "Bouvet Island",
      "fullName": "Bouvet Island",
      "description": "Bouvet Island or Bouvetøya is one of the sub-Antarctic islands, an uninhabited ice-clad place 2,600 km south-southwest of Cape Town. It has a good claim to be the world's most remote island: anywhere within 2,000 km is similarly desolate, such as mainland Antarctica. It lies 6,040 km south of the equator and is a dependency of Norway; for comparison Oslo main railway station is 6650 km north of the equator and can be cold but never ice-clad. That's testament to the chill of the Southern Ocean surrounding Antarctica, compared to the balmy North Atlantic.",
      "capital": "",
      "continent": "Antarctic",
      "subcontinent": null,
      "score": null
    },
    {
      "code": "BR",
      "name": "Brazil",
      "fullName": "Federative Republic of Brazil",
      "description": "Brazil is the largest country in South America and the fifth largest in the world. Brazil is an incredibly diverse country, in people, culture, and landscapes—from the famous summer carnival in Rio de Janeiro, Salvador, Olinda, and Recife to the wild power of nature in the Amazon and Iguaçu Falls. You'll find bustling cities, laid-back beaches, and traditional lifestyles, often right next to each other. Brazilian culture, which varies substantially across the country, comes from an international mix of European colonizers, African and Asian communities, and indigenous influence throughout the country.",
      "capital": "Brasília",
      "continent": "Americas",
      "subcontinent": "South America",
      "score": 527
    },
    {
      "code": "IO",
      "name": "British Indian Ocean Territory",
      "fullName": "British Indian Ocean Territory",
      "description": "The British Indian Ocean Territory, also known as the Chagos Islands, is centrally located in the Indian Ocean, south of the Maldives, about halfway between Madagascar and Indonesia. The main island, Diego Garcia, is a military facility off limits to anyone not on official duty, but some of the uninhabited outer islands can be visited by independent yachters with advance permission.",
      "capital": "Diego Garcia",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": null
    },
    {
      "code": "BN",
      "name": "Brunei",
      "fullName": "Brunei Darussalam",
      "description": "The Sultanate of Brunei is a small but — thanks to natural gas and petroleum resources — very rich country on the island of Borneo in Southeast Asia.",
      "capital": "Bandar Seri Begawan",
      "continent": "Asia",
      "subcontinent": "South-Eastern Asia",
      "score": 575
    },
    {
      "code": "BG",
      "name": "Bulgaria",
      "fullName": "Republic of Bulgaria",
      "description": "Bulgaria, officially known as the Republic of Bulgaria, is a country in the Balkan region of Europe, west of the Black Sea and south of the Danube river.",
      "capital": "Sofia",
      "continent": "Europe",
      "subcontinent": "Eastern Europe",
      "score": 606
    },
    {
      "code": "BF",
      "name": "Burkina Faso",
      "fullName": "Burkina Faso",
      "description": "Burkina Faso is a landlocked country in West Africa. Burkina Faso is one of the friendliest countries in all of Africa. Until unrest began in the late 2010s that made travel to the country unsafe, it received only a few tourists per year, and was an excellent destination for anyone interested in seeing a beautiful West African country and exploring African culture and music. It offers a diverse traditional culture, history, tribal art and a variety of landscapes.",
      "capital": "Ouagadougou",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 310
    },
    {
      "code": "BI",
      "name": "Burundi",
      "fullName": "Republic of Burundi",
      "description": "Burundi is a small country in East Africa, although it has some cultural and geographical ties with Central Africa. It is surrounded by Rwanda, Tanzania and the Democratic Republic of the Congo. Although the country is rich in culture and history, the country has been in a state of instability since gaining independence in the 1960s. Burundi is one of the world's poorest and least developed countries and has a myriad of social, political, and economic problems.",
      "capital": "Gitega",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 253
    },
    {
      "code": "CV",
      "name": "Cabo Verde",
      "fullName": "Republic of Cabo Verde",
      "description": "Cape Verde or CV is a country off the coast of West Africa. It is in a cluster of islands of the Atlantic Ocean, 570 km off the western coast of Senegal.",
      "capital": "Praia",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 434
    },
    {
      "code": "KH",
      "name": "Cambodia",
      "fullName": "Kingdom of Cambodia",
      "description": "The Kingdom of Cambodia is in Southeast Asia. While the Angkor Wat commemorates Cambodia's glorious history, the country has been ravaged by colonialism, the Indochina Wars, and the Khmer Rouge regime, and remains one of Asia's poorest countries. However, in the 21st century, the country is getting back on its feet, and is today one of Asia's most popular tourist destinations.",
      "capital": "Phnom Penh",
      "continent": "Asia",
      "subcontinent": "South-Eastern Asia",
      "score": 422
    },
    {
      "code": "CM",
      "name": "Cameroon",
      "fullName": "Republic of Cameroon",
      "description": "Cameroon is a country in Central Africa. Known as \"Africa in miniature\", the country is known for its geological, linguistic, artistic, and cultural diversity: some 250 languages are spoken in this mid-sized country. Cameroon was colonised by three European countries — Germany, France, and the United Kingdom.",
      "capital": "Yaoundé",
      "continent": "Africa",
      "subcontinent": "Middle Africa",
      "score": 287
    },
    {
      "code": "CA",
      "name": "Canada",
      "fullName": "Canada",
      "description": "Canada is the world's second largest country by area, behind only Russia. Nicknamed the Great White North, Canada is renowned for its vast landscapes of outstanding natural beauty and its multicultural heritage. While there are cosmopolitan cities, much of Canada consists of forests, it has more lakes than any other country and it features the Rocky Mountains, the Prairies, three oceanic coasts and a sparsely populated archipelago extending into the Arctic.",
      "capital": "Ottawa",
      "continent": "Americas",
      "subcontinent": "North America",
      "score": 756
    },
    {
      "code": "KY",
      "name": "Cayman Islands",
      "fullName": "Cayman Islands",
      "description": "The Cayman Islands are an island group in the Caribbean Sea, 90 mi (140 km) south of Cuba. They are a self-governing British Overseas Territory. The stunning coral reefs and outstandingly clear waters have made this island group a popular destination for divers. Great beaches and fine restaurants and resorts make it an excellent tourist destination as well.",
      "capital": "George Town",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": null
    },
    {
      "code": "CF",
      "name": "Central African Republic",
      "fullName": "Central African Republic",
      "description": "The Central African Republic, also known by the acronym CAR, is located in the heart of Africa. The former French colony has borders with six countries and has had a very troubled history since the 1960s.",
      "capital": "Bangui",
      "continent": "Africa",
      "subcontinent": "Middle Africa",
      "score": 273
    },
    {
      "code": "TD",
      "name": "Chad",
      "fullName": "Republic of Chad",
      "description": "Chad is a landlocked country situated in the center of Africa. Chad is home to more than 200 different ethnic groups and there are national parks, desert lakes, sand dunes, canyons and camel caravans that will interest the daring and adventurous.",
      "capital": "N'Djamena",
      "continent": "Africa",
      "subcontinent": "Middle Africa",
      "score": 293
    },
    {
      "code": "CL",
      "name": "Chile",
      "fullName": "Republic of Chile",
      "description": "Chile is a country in South America. Chile occupies a long, narrow strip of land between the Andes and the Pacific Ocean.",
      "capital": "Santiago",
      "continent": "Americas",
      "subcontinent": "South America",
      "score": 627
    },
    {
      "code": "CN",
      "name": "China",
      "fullName": "People's Republic of China",
      "description": "China is one of the world's oldest civilizations. Its long and rich history is present in people's thinking and values, and in the art, architecture, and feats of engineering that remain from dynasties past. In addition to its bustling and futuristic cities like Shanghai and Shenzhen, China boasts an incredible array of breathtaking natural wonders like the karst landscapes of Guilin and granite peaks of Huangshan that have inspired painters and poets for generations.",
      "capital": "Beijing",
      "continent": "Asia",
      "subcontinent": "Eastern Asia",
      "score": 474
    },
    {
      "code": "CX",
      "name": "Christmas Island",
      "fullName": "Christmas Island",
      "description": "Christmas Island is one of the islands of the Indian Ocean in Southeast Asia. It is south of Indonesia and some 1,550 km northwest of Australia, of which it is a territory. It was home to about 1,800 people in 2016, a mix of Straits Chinese, Malay, Australian and other ethnic groups.",
      "capital": "Flying Fish Cove",
      "continent": "Oceania",
      "subcontinent": "Australia and New Zealand",
      "score": null
    },
    {
      "code": "CC",
      "name": "Cocos (Keeling) Islands",
      "fullName": "Territory of Cocos (Keeling) Islands",
      "description": "The Cocos (Keeling) Islands or simply Cocos Islands or Keeling Islands are a chain of islands in two adjacent atolls, in the middle of the Indian Ocean some 2,750 km northwest of Perth, and around 900 km west-southwest of Christmas Island. The islands are generally considered to be the southernmost point of Asia.",
      "capital": "West Island",
      "continent": "Oceania",
      "subcontinent": "Australia and New Zealand",
      "score": null
    },
    {
      "code": "CO",
      "name": "Colombia",
      "fullName": "Republic of Colombia",
      "description": "Colombia occupies the northwest corner of South America. It has an area twice that of France, with long coasts on the Caribbean and the Pacific Oceans, mountainous regions, and Amazon jungle areas inland. The ethnic groups and cultures are diverse.",
      "capital": "Bogotá",
      "continent": "Americas",
      "subcontinent": "South America",
      "score": 528
    },
    {
      "code": "KM",
      "name": "Comoros",
      "fullName": "Union of the Comoros",
      "description": "The Comoros is an island nation off the coast of East Africa, in the Indian Ocean between northern Mozambique and northern Madagascar.",
      "capital": "Moroni",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 342
    },
    {
      "code": "CD",
      "name": "DR Congo",
      "fullName": "Democratic Republic of the Congo",
      "description": "The Democratic Republic of the Congo is the largest and most populous country in Central Africa, as well as the world's largest Francophone country.",
      "capital": "Kinshasa",
      "continent": "Africa",
      "subcontinent": "Middle Africa",
      "score": 273
    },
    {
      "code": "CG",
      "name": "Congo",
      "fullName": "Republic of the Congo",
      "description": "The Republic of the Congo is a country in Central Africa. It is commonly referred to as Congo-Brazzaville to distinguish itself from its giant neighbor, the Democratic Republic of the Congo (Congo-Kinshasa).",
      "capital": "Brazzaville",
      "continent": "Africa",
      "subcontinent": "Middle Africa",
      "score": 364
    },
    {
      "code": "CK",
      "name": "Cook Islands",
      "fullName": "Cook Islands",
      "description": "The Cook Islands is an island country in free association with New Zealand, located in Polynesia, in the middle of the South Pacific Ocean. It is an archipelago of 15 islands spread over 2.2 million km2 of ocean.",
      "capital": "Avarua",
      "continent": "Oceania",
      "subcontinent": "Polynesia",
      "score": null
    },
    {
      "code": "CR",
      "name": "Costa Rica",
      "fullName": "Republic of Costa Rica",
      "description": "Costa Rica has bewilderingly diverse culture, climates, flora, and fauna, and landscapes range from rainforests, to dry tropical and temperate forests, to volcanoes, to Caribbean and Pacific beaches, to high mountains, and marshy lowlands. Costa Rica is an exceptionally stable and peaceful country compared to the volatile region it's in, and is one of the world's top destinations for nature and ecotourism. Owing in part to its comparative wealth, it can be a bit more expensive than its northern neighbors in Central America.",
      "capital": "San José",
      "continent": "Americas",
      "subcontinent": "Central America",
      "score": 678
    },
    {
      "code": "CI",
      "name": "Côte d'Ivoire",
      "fullName": "Republic of Côte d'Ivoire",
      "description": "Côte d'Ivoire is a country in West Africa, visited for its beaches, rainforest, wildlife and tourist villages. Resort lodgings in coastal areas draw many visitors.",
      "capital": "Abidjan",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 377
    },
    {
      "code": "HR",
      "name": "Croatia",
      "fullName": "Republic of Croatia",
      "description": "Croatia is a Mediterranean country in Southeastern Europe, and is a part of the Balkans. Much of the tourist industry is concentrated along the coast. Nautical tourism is supported by marinas, while cultural tourism relies on the appeal of medieval coastal cities and cultural events taking place during the summer. Inland areas offer agrotourism, mountain resorts, and spas. Zagreb is a significant destination, rivalling major coastal cities and resorts. Croatia has unpolluted marine areas with nature reserves and 116 Blue Flag beaches. Croatia was ranked first in Europe for swimming water quality in 2022 by the European Environmental Agency.",
      "capital": "Zagreb",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": 667
    },
    {
      "code": "CU",
      "name": "Cuba",
      "fullName": "Republic of Cuba",
      "description": "Cuba is the largest Caribbean island. The country has nine World Heritage Sites, as well as beaches, colonial architecture and distinct cultural history. It has had a communist government since the Cuban Revolution in 1959 and has been under a US embargo ever since.",
      "capital": "Havana",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": 417
    },
    {
      "code": "CW",
      "name": "Curaçao",
      "fullName": "Country of Curaçao",
      "description": "Curaçao is an island in the Caribbean Sea, among the group known as the ABC Islands alongside Aruba and Bonaire. This trio is located near Venezuela, and is considered to be outside the Caribbean's so-called \"hurricane zone\"; vacations to the island are rarely disrupted by tropical storms.",
      "capital": "Willemstad",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": null
    },
    {
      "code": "CY",
      "name": "Cyprus",
      "fullName": "Republic of Cyprus",
      "description": "Cyprus is an island in the eastern Mediterranean Sea, south of Turkey. It is one of the world’s oldest civilizations, with a history of over 11,000 years. Cyprus offers lots of archaeological sites, hiking trails through cedar forests, kilometers and kilometers of gorgeous beaches, and 300 days of sun a year.",
      "capital": "Nicosia",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": 636
    },
    {
      "code": "CZ",
      "name": "Czechia",
      "fullName": "Czech Republic",
      "description": "The Czech Republic, or Czechia (Česko) is a landlocked country in Central Europe. It is not a large country but has a rich and eventful history, including incidents and people like King Wenceslas, Jan Huss, the Thirty-years War, Operation Anthropoid and the dissolution of Czechoslovakia. Czechs, Germans, Slovaks, Italian stonemasons and stucco workers, French tradesmen and deserters from Napoleon's army have lived and worked here, all influencing one another. For centuries they jointly cultivated their land, creating works that grace this small country with hundreds of ancient castles, monasteries and stately mansions, and entire towns that give the impression of being comprehensive artefacts. The Czech Republic contains a vast number of architectural treasures and has beautiful forests and mountains to match.",
      "capital": "Prague",
      "continent": "Europe",
      "subcontinent": "Eastern Europe",
      "score": 720
    },
    {
      "code": "DK",
      "name": "Denmark",
      "fullName": "Kingdom of Denmark",
      "description": "Denmark is the smallest of the Nordic countries in terms of landmass. Once the seat of Viking raiders and later a major north European naval power, the Kingdom of Denmark is the oldest kingdom in the world still in existence, but has evolved into a democratic, modern, and prosperous nation.",
      "capital": "Copenhagen",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": 790
    },
    {
      "code": "DJ",
      "name": "Djibouti",
      "fullName": "Republic of Djibouti",
      "description": "Djibouti is in the Horn Peninsula on the Gulf of Aden. The country can be divided into three regions; the coastal plain and volcanic plateaus in the central and southern parts of the country and the mountain ranges in the north. Much of the country is wasteland with virtually no arable land.",
      "capital": "Djibouti",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 346
    },
    {
      "code": "DM",
      "name": "Dominica",
      "fullName": "Commonwealth of Dominica",
      "description": "Dominica is a Caribbean island country. It is referred to as the \"Nature Island of the Caribbean\" due to its spectacular, lush, and varied flora and fauna, which are protected by an extensive natural park system. The most mountainous island of the Lesser Antilles, its volcanic peaks are cones of lava craters and include Boiling Lake, the second-largest thermally active lake in the world.",
      "capital": "Roseau",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": 550
    },
    {
      "code": "DO",
      "name": "Dominican Republic",
      "fullName": "Dominican Republic",
      "description": "The Dominican Republic is a Caribbean country that occupies the eastern half of the island of Hispaniola, which it shares with Haiti. Besides white sand beaches and mountain landscapes, the country is home to the oldest European city in the Americas, now part of Santo Domingo. Due to its Hispanic heritage, the Dominican Republic is called the Cradle of the Americas.",
      "capital": "Santo Domingo",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": 491
    },
    {
      "code": "EC",
      "name": "Ecuador",
      "fullName": "Republic of Ecuador",
      "description": "Ecuador is a country on the Equator in northwestern South America. Several places in the country have been declared UNESCO World Heritage Sites, including the Galapagos Islands and the cities of Quito and Cuenca, which lie in the Andes that run from north to south through the country. The Ecuadorian Andes are also home to some of the highest active volcanoes such as the Cotopaxi.",
      "capital": "Quito",
      "continent": "Americas",
      "subcontinent": "South America",
      "score": 507
    },
    {
      "code": "EG",
      "name": "Egypt",
      "fullName": "Arab Republic of Egypt",
      "description": "Egypt is known for its world-famous pyramids, mummies, temples, art, churches, mosques, bustling cities, friendly people, and hieroglyphics, Egypt is considered a cradle of civilization and has one of the longest histories of any country in the world. Egypt may perhaps have the oldest tourist industry in the world; Egypt has been visited by millions of people since ancient times.",
      "capital": "Cairo",
      "continent": "Africa",
      "subcontinent": "Northern Africa",
      "score": 390
    },
    {
      "code": "SV",
      "name": "El Salvador",
      "fullName": "Republic of El Salvador",
      "description": "El Salvador has many natural riches, such as beautiful and secluded beaches on the Pacific coast of Central America, majestic forests in the mountains and striking volcanoes. The countryside of El Salvador is breathtaking, with volcanoes and mountains offering \"green\" adventurers exactly what they are looking for. Many environmentally-oriented community-based organizations promote eco-tourism.",
      "capital": "San Salvador",
      "continent": "Americas",
      "subcontinent": "Central America",
      "score": 443
    },
    {
      "code": "GQ",
      "name": "Equatorial Guinea",
      "fullName": "Republic of Equatorial Guinea",
      "description": "Equatorial Guinea is a small country in Central Africa that's divided into two parts: the mainland and Bioko Island where the capital is located. The mainland is wedged between Cameroon and Gabon. It is one of the largest oil producers in Africa, along with Angola and Nigeria.",
      "capital": "Malabo",
      "continent": "Africa",
      "subcontinent": "Middle Africa",
      "score": 373
    },
    {
      "code": "ER",
      "name": "Eritrea",
      "fullName": "State of Eritrea",
      "description": "Eritrea is a country in East Africa. Formerly an Italian colony, the country shares a common language and culture with its large neighbor, Ethiopia, which it was once a part of until Eritrea gained its independence in 1993. It used to be Africa's youngest country until 2011, which was when South Sudan gained its independence.",
      "capital": "Asmara",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 340
    },
    {
      "code": "EE",
      "name": "Estonia",
      "fullName": "Republic of Estonia",
      "description": "Estonia is a Baltic gem offering visitors the chance to see a tiny dynamic land on the shores of the sea. The northernmost and smallest of the Baltic states, Estonia has charming old towns and heritage back to the Hanseatic League. Tallinn's old town was built in the Middle Ages, but is in magnificent condition, with the city walls and towers almost completely intact, and it rates as one of Europe's best medieval old towns.",
      "capital": "Tallinn",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": 764
    },
    {
      "code": "SZ",
      "name": "Eswatini",
      "fullName": "Kingdom of Eswatini",
      "description": "The Kingdom of Eswatini, formerly known as Swaziland, is a landlocked country in Southern Africa and is informally known as \"Africa in a nutshell\".",
      "capital": "Mbabane",
      "continent": "Africa",
      "subcontinent": "Southern Africa",
      "score": null
    },
    {
      "code": "ET",
      "name": "Ethiopia",
      "fullName": "Federal Democratic Republic of Ethiopia",
      "description": "Travelers to Ethiopia experience a country divided into two: in the north and east the focus is on cultural heritage, while in the south there are several national parks and lakes in the area of the East African Rift with their flora and fauna as well as the habitat of several indigenous peoples.",
      "capital": "Addis Ababa",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 361
    },
    {
      "code": "FK",
      "name": "Falkland Islands",
      "fullName": "Falkland Islands",
      "description": "The Falkland Islands consist of two main islands and several hundred smaller islands in the south Atlantic Ocean, off the east coast of southern South America. They are a British Overseas Territory, but nearby Argentina claims jurisdiction under the name Islas Malvinas. Most visitors to the islands come between October and March to enjoy the spectacular wildlife and hardy rural lifestyle.",
      "capital": "Stanley",
      "continent": "Americas",
      "subcontinent": "South America",
      "score": null
    },
    {
      "code": "FO",
      "name": "Faroe Islands",
      "fullName": "Faroe Islands",
      "description": "The Faroe or Faeroe Islands are an archipelago of 18 islands in the middle of the North Atlantic Ocean, with roughly 54,000 inhabitants (2022). Like Greenland, the Faroe Islands are an autonomous territory of Denmark.",
      "capital": "Tórshavn",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": null
    },
    {
      "code": "FJ",
      "name": "Fiji",
      "fullName": "Republic of Fiji",
      "description": "Fiji is an archipelago nation in Melanesia in the Pacific Ocean. It lies 2000 km north of New Zealand and consists of 332 islands, Viti Levu and Vanua Levu being the largest ones.",
      "capital": "Suva",
      "continent": "Oceania",
      "subcontinent": "Melanesia",
      "score": 466
    },
    {
      "code": "FI",
      "name": "Finland",
      "fullName": "Republic of Finland",
      "description": "Finland is a country with vast areas of unspoiled nature speckled with comfortable small towns and cities. Scraped flat by sheets of ice during several ice ages, Finland lacks the dramatic mountains and fjords of its Nordic neighbors but makes up for it with 188,000 lakes and a similar number of islands. Finland extends into the Arctic, where the Northern Lights and the Midnight Sun can be seen. The mythical mountain of Korvatunturi is said to be the home of Santa Claus, and there is a Santaland in Rovaniemi.",
      "capital": "Helsinki",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": 801
    },
    {
      "code": "FR",
      "name": "France",
      "fullName": "French Republic",
      "description": "France is a country with which almost every traveler has a relationship. Many dream of its joie de vivre shown by the countless cafés, picturesque villages, and world-famous gastronomy. Some come to follow the trail of France's great philosophers, writers and artists, or to immerse in the beautiful language it gave to the world. Others still are drawn to the country's geographical diversity, with its long coastlines, massive mountain ranges and breathtaking farmland vistas. France is famously home to Paris, the enchanting City of Love, where romance dances in the air and every corner whispers sweet nothings.",
      "capital": "Paris",
      "continent": "Europe",
      "subcontinent": "Western Europe",
      "score": 698
    },
    {
      "code": "GF",
      "name": "French Guiana",
      "fullName": "Guiana",
      "description": "French Guiana is an overseas French department and region in the Amazonia region of South America, bordering the North Atlantic Ocean, between Brazil and Suriname. It is governed as an overseas department of France with the same rights and privileges granted to all other French departments, and it benefits financially from the arrangement.",
      "capital": "Cayenne",
      "continent": "Americas",
      "subcontinent": "South America",
      "score": null
    },
    {
      "code": "PF",
      "name": "French Polynesia",
      "fullName": "French Polynesia",
      "description": "French Polynesia is a collection of over 100 islands halfway between California and Australia in the South Pacific Ocean. It is an overseas country governed by France. French Polynesia is and has been the dream destination of travelers for many decades; you don't get much more beautiful, or expensive, than this.",
      "capital": "Papeete",
      "continent": "Oceania",
      "subcontinent": "Polynesia",
      "score": null
    },
    {
      "code": "TF",
      "name": "French Southern Territories",
      "fullName": "French Southern and Antarctic Lands",
      "description": "French Southern and Antarctic Lands are a group of islands of the Indian Ocean, about equidistant between Africa, Antarctica, and mainland Australia along with a narrow strip of Antarctica, known as Adélie Land.",
      "capital": "",
      "continent": "Africa",
      "subcontinent": "Southern Africa",
      "score": null
    },
    {
      "code": "GA",
      "name": "Gabon",
      "fullName": "Gabonese Republic",
      "description": "Gabon is a country in Central Africa with an array of landscapes and wildlife in its 13 national parks.",
      "capital": "Libreville",
      "continent": "Africa",
      "subcontinent": "Middle Africa",
      "score": 403
    },
    {
      "code": "GM",
      "name": "Gambia",
      "fullName": "Republic of The Gambia",
      "description": "The Gambia is a small, narrow country along the length of the Gambia River in West Africa, almost completely surrounded by Senegal. Besides beaches and wildlife, The Gambia is known for the town of Juffureh, made famous by Alex Haley's Roots. It is known as the Smiling Coast.",
      "capital": "Banjul",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 430
    },
    {
      "code": "GE",
      "name": "Georgia",
      "fullName": "Georgia",
      "description": "Georgia is a country in the Caucasus. Sandwiched between Russia in the north and Turkey in the south, it sits along the coast of the Black Sea around where Europe and Asia meet. It is a rather mountainous country and is home to some of Europe’s highest mountain peaks. Despite its modest size, Georgia presents a large mix of other landscapes and micro-climates, ranging from dry wine-growing valleys in the east, to lush Black Sea resorts in the west.",
      "capital": "Tbilisi",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 544
    },
    {
      "code": "DE",
      "name": "Germany",
      "fullName": "Federal Republic of Germany",
      "description": "Germany is the largest country in Central Europe. It is known for its rich cultural heritage, innovative inventions, its old-world charm and Gemütlichkeit (cosiness). Discard any perceptions of Germany as being homogeneous; a country of surprising regional diversity awaits your presence. Many tourists visit Germany to experience European history and the diverse German landscape. German culture, outdoor activities, German holidays and festivities, the countryside and rural areas, and the German cities are identified as being big draws for visitors.",
      "capital": "Berlin",
      "continent": "Europe",
      "subcontinent": "Western Europe",
      "score": 761
    },
    {
      "code": "GH",
      "name": "Ghana",
      "fullName": "Republic of Ghana",
      "description": "Ghana is a country in West Africa. It's a gratifying destination for first-time visitors to West Africa, owing to its good infrastructure, political stability and widespread use of English. The people are generally very helpful and welcoming. While their laid-back attitude and a lack of organised tourist sights or trips can be a little annoying to begin with, you'll quickly realise that it is one of the delights of this country.",
      "capital": "Accra",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 450
    },
    {
      "code": "GI",
      "name": "Gibraltar",
      "fullName": "Gibraltar",
      "description": "Gibraltar, colloquially known as The Rock or Gib, is an overseas territory of the United Kingdom at the entrance to the Mediterranean Sea. It is bordered by Spain to the north, while Morocco is a short distance across the strait to the south. Gibraltar has a population of 34,000 as of 2020.",
      "capital": "Gibraltar",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": null
    },
    {
      "code": "GR",
      "name": "Greece",
      "fullName": "Hellenic Republic",
      "description": "Greece is a country with a captivating history and culture that has influenced the world for thousands of years.",
      "capital": "Athens",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": 678
    },
    {
      "code": "GL",
      "name": "Greenland",
      "fullName": "Greenland",
      "description": "Greenland is the world's largest non-continental island, in the Arctic far north-east of North America. For thousands of years this icy landmass has been inhabited by Arctic peoples. In the 10th century, it was settled by Vikings, and to this day it is part of the Danish Realm.",
      "capital": "Nuuk",
      "continent": "Americas",
      "subcontinent": "North America",
      "score": null
    },
    {
      "code": "GD",
      "name": "Grenada",
      "fullName": "Grenada",
      "description": "Grenada is a group of three larger islands and several tiny islands in the Caribbean, or West Indies. It lies just north of Trinidad and Tobago, and southwest of Saint Vincent and the Grenadines. It's known as the \"Spice Isle\", being a major source of nutmeg, cloves, ginger, cinnamon, vanilla and cocoa. In 2022 the population was 125,000, heavily concentrated in the southwest of Grenada main island.",
      "capital": "St. George's",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": 529
    },
    {
      "code": "GP",
      "name": "Guadeloupe",
      "fullName": "Guadeloupe",
      "description": "Guadeloupe, known as Gwadloup in the local creole, and sometimes known as the Butterfly Island on account of the shape of two of its major islands, is a group of islands in the eastern Caribbean, and is a French overseas department, southeast of Puerto Rico.",
      "capital": "Basse-Terre",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": null
    },
    {
      "code": "GU",
      "name": "Guam",
      "fullName": "Guam",
      "description": "Guam is an island in the western Pacific Ocean, about three-quarters of the way from Hawaii to the Philippines. An unincorporated territory of the United States of America, Guam gets most of its visitors from East Asia, especially Japan.",
      "capital": "Hagåtña",
      "continent": "Oceania",
      "subcontinent": "Micronesia",
      "score": null
    },
    {
      "code": "GT",
      "name": "Guatemala",
      "fullName": "Republic of Guatemala",
      "description": "Guatemala has a rich and distinctive culture from the extended mixing of Spanish settlers and the Maya people who are native to Central America. This diverse history and the natural beauty of the land have created a destination rich in interesting and scenic sites. Guatemala is very tough land—you can experience dense jungles, mountainous terrain with volcanic activity, other seismic activity, and hurricanes.",
      "capital": "Guatemala City",
      "continent": "Americas",
      "subcontinent": "Central America",
      "score": 455
    },
    {
      "code": "GG",
      "name": "Guernsey",
      "fullName": "Bailiwick of Guernsey",
      "description": "The Bailiwick of Guernsey is a group of islands in the English Channel, part of the Channel Islands. Guernsey is the main island, some 50 miles west of the Cotentin Peninsula in France. It's about 6 miles long by 3 miles wide, with St Peter Port as its chief settlement, and in 2019 had a population of almost 63,000.",
      "capital": "St. Peter Port",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": null
    },
    {
      "code": "GN",
      "name": "Guinea",
      "fullName": "Republic of Guinea",
      "description": "Guinea is a former French colony in West Africa. Guinea has some spectacular landscapes with a few tropical, dry forests remaining, and the rainforests in the south are lush, verdant and full of wildlife — much of it destined for the cooking pot.",
      "capital": "Conakry",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 329
    },
    {
      "code": "GW",
      "name": "Guinea-Bissau",
      "fullName": "Republic of Guinea-Bissau",
      "description": "Guinea-Bissau is an off-the-beaten-path destination on the west coast of Africa. It is primarily an agricultural and fishing country of fewer than 2 million people (2018). This former Portuguese colony is one of the poorest in the world.",
      "capital": "Bissau",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 358
    },
    {
      "code": "GY",
      "name": "Guyana",
      "fullName": "Co-operative Republic of Guyana",
      "description": "Guyana is an English-speaking country where you can find untouched South American nature, amazing wildlife and birding experiences, rich culture and heritage, and a multiethnic Caribbean vibe. 90% of the population live along the coast, leaving the country's interior untouched, and to be explored.",
      "capital": "Georgetown",
      "continent": "Americas",
      "subcontinent": "South America",
      "score": 466
    },
    {
      "code": "HT",
      "name": "Haiti",
      "fullName": "Republic of Haiti",
      "description": "Haiti is a Caribbean country on the western half of the island of Hispaniola. The poorest country in the Western Hemisphere, the country suffers from a myriad of social, economic, and political problems and since the 1950s, it has been in the news for all the wrong reasons. However, for those with patience and an open mind, Haiti reveals a rich culture that is unique among post-colonial nations. This is the only country in the world that was established by a successful slave revolt, the first country in the Americas to abolish slavery, and all of the country's first leaders were former slaves. Haiti has a sizeable diaspora around the world, and many influential figures including W. E. B. Du Bois, Jean Baptiste Point du Sable and former Canadian Governor-General Michaëlle Jean were of Haitian origin.",
      "capital": "Port-au-Prince",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": 308
    },
    {
      "code": "HM",
      "name": "Heard Island and McDonald Islands",
      "fullName": "Heard Island and McDonald Islands",
      "description": "Heard Island and McDonald Islands are uninhabited, barren, Subantarctic islands in the Southern Ocean, far due south of India and roughly 400 km southeast of Kerguelen of the French Southern and Antarctic Lands. The islands are administered by Australia and listed as a UNESCO World Heritage site. Although they are run by Australia, the islands are approximately 4,000 km southwest from Perth.",
      "capital": "",
      "continent": "Antarctic",
      "subcontinent": null,
      "score": null
    },
    {
      "code": "VA",
      "name": "Vatican City",
      "fullName": "Vatican City State",
      "description": "Vatican City is the world's smallest country both by area and by population, and is the center of Catholicism. This tiny country completely within Rome is packed with more history and artwork than most cities in the world, and indeed many countries. St. Peter's Basilica, the Vatican Museums and the Sistine Chapel are all in Vatican City.",
      "capital": "Vatican City",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": null
    },
    {
      "code": "HN",
      "name": "Honduras",
      "fullName": "Republic of Honduras",
      "description": "Honduras has colonial villages, ancient Maya ruins (Copán), natural parks (Moskitia), and a Pacific and Caribbean coastline and the Bay Islands, with great beaches and coral reefs where snorkeling and diving are exceptional by any standard.",
      "capital": "Tegucigalpa",
      "continent": "Americas",
      "subcontinent": "Central America",
      "score": 423
    },
    {
      "code": "HK",
      "name": "Hong Kong",
      "fullName": "Hong Kong Special Administrative Region of the People's Republic of China",
      "description": "Hong Kong is a place with multiple personalities. The population is mainly Chinese, but British influence is still quite visible. It has absorbed people and cultural influences from places as diverse as Vietnam and Vancouver and proudly proclaims itself to be Asia's World City.",
      "capital": "Tamar",
      "continent": "Asia",
      "subcontinent": "Eastern Asia",
      "score": null
    },
    {
      "code": "HU",
      "name": "Hungary",
      "fullName": "Hungary",
      "description": "Hungary is a small landlocked country in south-eastern Central Europe. It features a gorgeous capital city, Budapest, and the largest lake in Central Europe, Balaton. Hungary offers many diverse destinations: relatively low mountains in the north-west, the Great Plain in the east, lakes and rivers of all sorts, and many beautiful small villages and hidden gems of cities. Top this off with Hungary's great accessibility in the middle of Europe, a vivid culture and economy, and you get a destination absolutely worth visiting.",
      "capital": "Budapest",
      "continent": "Europe",
      "subcontinent": "Eastern Europe",
      "score": 642
    },
    {
      "code": "IS",
      "name": "Iceland",
      "fullName": "Iceland",
      "description": "Iceland is a stunningly beautiful place if you enjoy strange and desolate landscapes interspersed with glaciers, volcanoes, rivers and waterfalls. It is a place for hiking, ice climbing, kayaking in glacial waters, and relaxing in geothermal hot springs, and there are many tours available for those looking for a less strenuous vacation.",
      "capital": "Reykjavík",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": 789
    },
    {
      "code": "IN",
      "name": "India",
      "fullName": "Republic of India",
      "description": "India, the largest country in South Asia, has many of the world's highest mountains, most populated cities, and longest rivers. As one of the great civilizations of the ancient world, India's heritage and culture is a rich amalgam of the past and present. This vast country, the most populous in the world, offers the traveler a view of fascinating religions and ethnography, a smorgasbord of languages, diverse food, and architectural masterpieces that were built millennia ago and remain intact today. As the nation opens up to a globalised world, India still has a depth of history and intensity of culture that awe and fascinate the many who visit there.",
      "capital": "New Delhi",
      "continent": "Asia",
      "subcontinent": "Southern Asia",
      "score": 416
    },
    {
      "code": "ID",
      "name": "Indonesia",
      "fullName": "Republic of Indonesia",
      "description": "Indonesia is a huge archipelago of diverse islands scattered over both sides of the Equator between the Indian Ocean and the Pacific Ocean. With extensive rainforests on its 17,000 islands, Indonesia is nicknamed The Emerald of the Equator. Indonesia's best known tourist destination is Bali, but with 6,000 inhabited islands, tourists have a wealth of diversity to explore.",
      "capital": "Jakarta",
      "continent": "Asia",
      "subcontinent": "South-Eastern Asia",
      "score": 475
    },
    {
      "code": "IR",
      "name": "Iran",
      "fullName": "Islamic Republic of Iran",
      "description": "Iran, formerly Persia, can be considered part of the Middle East or Central Asia; indeed the Persian Empire was the dominant Central Asian power for many centuries. The wellspring of one of the world's great civilizations, Iran is a country of striking natural beauty and gorgeous tiled mosques. Once the center of a pro-Western monarchy, it became an Islamic Republic in 1979, and since then, its history has been tumultuous. Iran is a modern Islamic theocracy whose laws are based on Ja'fari Shia Islam. Today, Iran is a melting pot of different cultures, with Persians, Azerbaijanis, and Kurds constituting the largest ethnic groups. Shia Islam is the state religion, although there is a sizeable portion of Sunnis, as well as long-established Christian, Jewish and Zoroastrian minorities.",
      "capital": "Tehran",
      "continent": "Asia",
      "subcontinent": "Southern Asia",
      "score": 361
    },
    {
      "code": "IQ",
      "name": "Iraq",
      "fullName": "Republic of Iraq",
      "description": "Iraq is a republic in the Middle East. It has an extremely rich history and culture that is still visible today, although accessing it may pose some challenges to visitors. It was once host to the region of ancient Mesopotamia, often called the \"cradle of civilization\". After the rise of Islam, Baghdad became a center of learning and the arts during the Islamic Golden Age. Its holy cities of Najaf and Karbala now accept millions of pilgrims per year from throughout the Middle East.",
      "capital": "Baghdad",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 324
    },
    {
      "code": "IE",
      "name": "Ireland",
      "fullName": "Republic of Ireland",
      "description": "Ireland, also known as the Republic of Ireland, has a rich culture that, along with its people, has been exported around the world. Some Irish history has been very dark indeed, but it remains a land of poets, story-tellers, and musicians, with marvelous scenery, an advanced knowledge economy, first-rate infrastructure, and leading industries, with a high gross domestic product and standard of living.",
      "capital": "Dublin",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": 768
    },
    {
      "code": "IM",
      "name": "Isle of Man",
      "fullName": "Isle of Man",
      "description": "The Isle of Man is an island in the British Isles, sitting in the Irish Sea midway between Cumbria in England and County Down in Northern Ireland. It's not part of the United Kingdom but is a Crown Dependency: its own elected parliament, the Tynwald, governs island affairs, but matters such as defence and foreign affairs are governed by the UK. In 2021 its population was 84,000.",
      "capital": "Douglas",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": null
    },
    {
      "code": "IL",
      "name": "Israel",
      "fullName": "State of Israel",
      "description": "Israel is a small yet diverse Middle Eastern country. The modern State of Israel was established in 1948 as a homeland for the Jewish people, but the region contains thousands of years of history for many peoples and religions in addition to the Jews. Israel is considered part of the Holy Land, and of the Levant and in ancient history of the Fertile Crescent. The three major Abrahamic religions of Judaism, Christianity and Islam, as well as the Baha'i Faith, have strong ties to this land, and their holy and historic sites are major destinations for pilgrims and tourists from around the world. The Israeli population is about 74% Jews, 21% Arabs, and 5% non-Arab Christians and others. Most of the Jews are descended from Olim, and their diverse origins can be seen in various aspects of modern Israeli culture.",
      "capital": "Jerusalem",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 614
    },
    {
      "code": "IT",
      "name": "Italy",
      "fullName": "Italian Republic",
      "description": "Italy was once the core of the mighty Roman Empire, and the cradle of the Renaissance. Along with Greece, it is regarded as the \"birthplace\" of Western culture, and it is also home to the greatest number of UNESCO World Heritage Sites in the world, including high art and monuments.",
      "capital": "Rome",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": 702
    },
    {
      "code": "JM",
      "name": "Jamaica",
      "fullName": "Jamaica",
      "description": "Jamaica is an island nation in the Caribbean that attracts sunseekers for its laid-back beach culture, and music fans on the trail of Jamaica's most famous son, reggae legend Bob Marley. Tourists flock to the island's northern coast, including the communities of Montego Bay, Ocho Rios, and Port Antonio, and in Negril on the island's western tip. Dynamic in its African heritage, Jamaica offers a lively atmosphere in its tropical feel.",
      "capital": "Kingston",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": 519
    },
    {
      "code": "JP",
      "name": "Japan",
      "fullName": "Japan",
      "description": "Japan, known as Nihon or Nippon (日本) in Japanese, is an island nation in East Asia. Its insular character has allowed it to develop a unique and very intricate culture, while its closeness to other ancient East Asian cultures, in particular China, has left lasting influence. Despite belonging to a nation long at war, Japan's people have always placed emphasis on inner balance, tranquility and natural beauty. These traditional values have become increasingly important now that Japan has grown to be one of the world's most densely-populated countries, and its legendary work ethic makes life in its cities quite hectic.",
      "capital": "Tokyo",
      "continent": "Asia",
      "subcontinent": "Eastern Asia",
      "score": 735
    },
    {
      "code": "JE",
      "name": "Jersey",
      "fullName": "Bailiwick of Jersey",
      "description": "Jersey is the largest and southernmost of the Channel Islands. It's a self-governing dependency of the British Crown, but not part of the United Kingdom. It lies 14 miles west of the Cherbourg peninsula of France in the Bay of St Malo, rather than in the Channel proper.",
      "capital": "St. Helier",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": null
    },
    {
      "code": "JO",
      "name": "Jordan",
      "fullName": "Hashemite Kingdom of Jordan",
      "description": "Jordan is an Arab kingdom in the Middle East, at the crossroads of Asia, Africa and Europe. It has been repeatedly called an \"oasis of stability\" in the Middle East. Since the 1940s, millions have immigrated to Jordan for a better life. With an extensive collection of tourist attractions, ranging from biblical sites to seaside sites, there is a lot to see and do in Jordan.",
      "capital": "Amman",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 471
    },
    {
      "code": "KZ",
      "name": "Kazakhstan",
      "fullName": "Republic of Kazakhstan",
      "description": "Kazakhstan is the largest of the states of the former Soviet Union apart from Russia, and it dwarfs the other countries of Central Asia and stretches into Eastern Europe. Kazakhstan is the richest country in the region due to its large oil and natural gas reserves and is also the largest in Central Asia. And while the endless, featureless steppe might repel some visitors the emptiness and mystery of this goliath state keeps many others captivated.",
      "capital": "Astana",
      "continent": "Asia",
      "subcontinent": "Central Asia",
      "score": 487
    },
    {
      "code": "KE",
      "name": "Kenya",
      "fullName": "Republic of Kenya",
      "description": "Kenya in East Africa is a pearl in sub-Saharan Africa. From the scenic sandy beaches at the coast, to the Nairobi National Park, to the majestic Rift Valley, the bird life in Lake Naivasha, the hot boiling springs of Lake Baringo, Lake Turkana and Lake Victoria, Kenya is a very beautiful country with lots of wildlife and scenic features, and is one of the major economic hubs in Africa. Fondly referred to the \"Jewel of Africa\", Kenya is a dream destination for its Swahili heritage and the home of humankind and Safari industry.",
      "capital": "Nairobi",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 414
    },
    {
      "code": "KI",
      "name": "Kiribati",
      "fullName": "Independent and Sovereign Republic of Kiribati",
      "description": "Kiribati is a remote archipelago nation in Micronesia, at the equator. It consists of 33 atolls widely dispersed through 3.5 million km² of sea territory. Kiribati is a tranquil paradise. While most of its local lifestyle remains communal, its main highlight are aquamarine waters set around an 800-km² island backdrop.",
      "capital": "South Tarawa",
      "continent": "Oceania",
      "subcontinent": "Micronesia",
      "score": 502
    },
    {
      "code": "XK",
      "name": "Kosovo",
      "fullName": "Republic of Kosovo",
      "description": "Kosovo, Kosova or Kosovë is a largely mountainous country in the Balkan region of Europe. Its attractions for travelers include its archaeological and religious heritage, natural beauty, hiking and skiing. Kosovo has Ottoman, Christian Orthodox and modernist heritage to share with the world. Being still new to tourists, Kosovars are welcoming to foreign visitors and happy to help. Kosovo declared its independence from Serbia in 2008, which still opposes the act.",
      "capital": "Pristina",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": null
    },
    {
      "code": "KP",
      "name": "North Korea",
      "fullName": "Democratic People's Republic of Korea",
      "description": "North Korea, officially the Democratic People's Republic of Korea or DPRK is the world's most isolated country and has usually been referred to as the \"Hermit Kingdom\". It's located in East Asia on the Korean Peninsula, which has been divided between North and South Korea since the 1950s.",
      "capital": "Pyongyang",
      "continent": "Asia",
      "subcontinent": "Eastern Asia",
      "score": null
    },
    {
      "code": "KR",
      "name": "South Korea",
      "fullName": "Republic of Korea",
      "description": "South Korea, officially the Republic of Korea, is a country in East Asia.",
      "capital": "Seoul",
      "continent": "Asia",
      "subcontinent": "Eastern Asia",
      "score": 701
    },
    {
      "code": "KW",
      "name": "Kuwait",
      "fullName": "State of Kuwait",
      "description": "Kuwait is a monarchy situated at the Persian Gulf, nestled between Iraq and Saudi Arabia. Historically, Kuwait was a strategic trade port between Mesopotamia, India, and Persia. Like many of its neighbours, Kuwait is endowed with oil and gas wealth.",
      "capital": "Kuwait City",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 511
    },
    {
      "code": "KG",
      "name": "Kyrgyzstan",
      "fullName": "Kyrgyz Republic",
      "description": "Kyrgyzstan, is a Central Asian country. Due to its mountainous terrain, it is often called as the \"Switzerland\" of Central Asia. The country offers breathtaking landscapes, including the Tien Shan Mountains, crystal-clear lakes such as Issyk-Kul and Song Kol, and beautiful valleys like the Ala-Archa National Park. These areas provide excellent hiking, trekking, horseback riding, and camping opportunities.",
      "capital": "Bishkek",
      "continent": "Asia",
      "subcontinent": "Central Asia",
      "score": 454
    },
    {
      "code": "LA",
      "name": "Laos",
      "fullName": "Lao People's Democratic Republic",
      "description": "Laos is the only landlocked nation in Southeast Asia. Formerly a French colony, it is one of the few remaining communist states in the world, but Laotian official ideology is closer to the Chinese one. Two thirds of Laotians are practicing Buddhists, the Laotian government actively encourages foreign investment and tourism, and your words and actions are not heavily regulated and monitored.",
      "capital": "Vientiane",
      "continent": "Asia",
      "subcontinent": "South-Eastern Asia",
      "score": 389
    },
    {
      "code": "LV",
      "name": "Latvia",
      "fullName": "Republic of Latvia",
      "description": "Latvia is one of the three Baltic states in Europe. The biggest travel destination in the country is the capital Riga, whose Old Town is a World Heritage Site. There are many other great places to see, both urban and rural. Latvia's unspoilt sea coast is a 500-km-long unique biome, mainly consisting of empty beaches, white soft sand, and dunes covered with pine trees. Forests cover approximately half of Latvia's territory and are home to many nature trails, nature parks and wildlife preserves. The city of Liepāja with its magnificent beach and the unique formerly secret military neighbourhood of Karosta, Kuldīga, recognized in 2023 as a UNESCO world heritage site, with Europe's widest waterfall, and Cēsis with its medieval castle ruins are just some of the various sights.",
      "capital": "Riga",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": 700
    },
    {
      "code": "LB",
      "name": "Lebanon",
      "fullName": "Lebanese Republic",
      "description": "Lebanon is a country in the Middle East, on the Mediterranean Sea. Rich in diversity and history, Lebanon has hosted the Roman Empire, the Crusades, the Ottoman Empire, and was, for a period of time, controlled by France. The majority of Lebanese are Arabs, as are most of the Palestinians and Syrians living there, but there are also small communities of Assyrians, Armenians and Kurds. Lebanese cuisine is among the most famous of all Middle Eastern cuisines.",
      "capital": "Beirut",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 405
    },
    {
      "code": "LS",
      "name": "Lesotho",
      "fullName": "Kingdom of Lesotho",
      "description": "Lesotho is a small country entirely surrounded by South Africa. It's known as the \"Kingdom in the Sky\" because the entire country is at a high altitude. Its lowest point is 1,388 m (4,554 ft) above sea level; no other country in the world has its lowest point above 1,000 m (3,300 ft). Lesotho is a fantastic adventure holiday destination because of its smiling and resourceful people and bracing climate.",
      "capital": "Maseru",
      "continent": "Africa",
      "subcontinent": "Southern Africa",
      "score": 402
    },
    {
      "code": "LR",
      "name": "Liberia",
      "fullName": "Republic of Liberia",
      "description": "Liberia, in West Africa, is a wonderful place to immerse yourself in the local culture. Liberia has a thriving music scene, known as hip co, which blends hip hop with colloquial Liberian English. Artists like Takun J, Santos, Mr. Smith, Soul Smiter, and Nasseman are popular. In the dry season, especially, concerts are regularly held at venues across the country.",
      "capital": "Monrovia",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 354
    },
    {
      "code": "LY",
      "name": "Libya",
      "fullName": "State of Libya",
      "description": "Libya is a country in the Maghreb region of North Africa and a part of the Arab world. Although the country is rich in history and culture and has great tourism potential, the country has been in the news for all the wrong reasons since the 1960s. Since the 2010s, the country has been in a state of flux and is rather dangerous to travel to.",
      "capital": "Tripoli",
      "continent": "Africa",
      "subcontinent": "Northern Africa",
      "score": 339
    },
    {
      "code": "LI",
      "name": "Liechtenstein",
      "fullName": "Principality of Liechtenstein",
      "description": "The Principality of Liechtenstein is a tiny, alpine, German-speaking country with a population of 38,000, doubly landlocked by Switzerland and Austria.",
      "capital": "Vaduz",
      "continent": "Europe",
      "subcontinent": "Western Europe",
      "score": null
    },
    {
      "code": "LT",
      "name": "Lithuania",
      "fullName": "Republic of Lithuania",
      "description": "Lithuania is one of the three Baltic states of northeast Europe. It's a low-lying, mostly agricultural country bordered by Latvia to the north and east, Belarus to the south, Poland to the southwest, Kaliningrad exclave of Russia to the west, and the Baltic Sea to the northwest. It broke away from the Soviet Union to become an independent republic in 1990, soon followed by Latvia and Estonia the other two Baltic states. It is the largest of the three Baltic states, extending to about 65,300 square kilometres with a population of 2.9 million in 2025.",
      "capital": "Vilnius",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": 710
    },
    {
      "code": "LU",
      "name": "Luxembourg",
      "fullName": "Grand Duchy of Luxembourg",
      "description": "The Grand Duchy of Luxembourg, is a landlocked Benelux country at the crossroads of Germanic and Latin cultures.",
      "capital": "Luxembourg",
      "continent": "Europe",
      "subcontinent": "Western Europe",
      "score": 752
    },
    {
      "code": "MO",
      "name": "Macao",
      "fullName": "Macao Special Administrative Region of the People's Republic of China",
      "description": "Macau is a former Portuguese colony, a world-renowned gambling destination, and one of the world's most densely populated places, with a population of 667,000 people (2016) in an area half the size of Manhattan Island. Returned to Chinese rule in 1999, it is now a semi-autonomous \"Special Administrative Region\", a status it shares with nearby Hong Kong.",
      "capital": "Macao",
      "continent": "Asia",
      "subcontinent": "Eastern Asia",
      "score": null
    },
    {
      "code": "MG",
      "name": "Madagascar",
      "fullName": "Republic of Madagascar",
      "description": "Madagascar is a country in the Indian Ocean off the eastern coast of Africa. It is known for its particularly unique wildlife and flora. Madagascar split from India approximately 88 million years ago, and as a result of its long isolation it is home to a massive number of unique plant and animal species, with over 90% of its wildlife and 80% of its plants found nowhere else on the planet.",
      "capital": "Antananarivo",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 377
    },
    {
      "code": "MW",
      "name": "Malawi",
      "fullName": "Republic of Malawi",
      "description": "Malawi is a small, landlocked country in Africa whose eastern border mostly follows Lake Malawi, the third largest lake on the continent. It's described as the \"Warm Heart of Africa\", referring to the friendliness of the people.",
      "capital": "Lilongwe",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 423
    },
    {
      "code": "MY",
      "name": "Malaysia",
      "fullName": "Malaysia",
      "description": "Malaysia is a country in Southeast Asia, on the Malay Peninsula, as well as on northern Borneo. The country is one of Asia's tiger economies, having seen great economic and human development during the last several decades. While the capital Kuala Lumpur is a cosmopolitan city, deep jungles cover vast swaths of the land, and the offshore islands are home to pristine beaches and some of the world's best scuba diving sites. Malaysia is also a foodie's paradise, with its diverse ethnic groups contributing to an incredibly rich culinary heritage.",
      "capital": "Kuala Lumpur",
      "continent": "Asia",
      "subcontinent": "South-Eastern Asia",
      "score": 537
    },
    {
      "code": "MV",
      "name": "Maldives",
      "fullName": "Republic of the Maldives",
      "description": "The Maldives are an archipelago in the Indian Ocean with picture-perfect beaches, strikingly blue water, and luxury resorts. There are 200 inhabited islands and 165 islands with tourist resorts. Just under the surface of the beautiful blue ocean, there's a wealth of wildlife to see: over 2000 species of fish in all colours of the rainbow roam the clear waters around the islands.",
      "capital": "Malé",
      "continent": "Asia",
      "subcontinent": "Southern Asia",
      "score": 416
    },
    {
      "code": "ML",
      "name": "Mali",
      "fullName": "Republic of Mali",
      "description": "A landlocked country in the Sahel, Mali remains one of the poorest countries in the world, but it has wonderful musicians and some incredible sights, including four UNESCO World Heritage sites and the historic city of Timbuktu.",
      "capital": "Bamako",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 295
    },
    {
      "code": "MT",
      "name": "Malta",
      "fullName": "Republic of Malta",
      "description": "Malta is an island country in Europe, forming an archipelago in the middle of the Mediterranean Sea, between Sicily and North Africa.",
      "capital": "Valletta",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": 588
    },
    {
      "code": "MH",
      "name": "Marshall Islands",
      "fullName": "Republic of the Marshall Islands",
      "description": "The Marshall Islands are a group of atolls and reefs in the Pacific Ocean, about half-way between Hawaii and Australia. The charm of the Marshall Islands lies not in a great number of attractions. This small country, home to fewer than 70,000 people and comprising 1,156 islands and islets, is, however, unique. Don't expect any spectacular sights, but enjoy the pristine beauty of picture-perfect tropical islands, great scuba diving and windsurfing opportunities and the warm hospitality of the people.",
      "capital": "Majuro",
      "continent": "Oceania",
      "subcontinent": "Micronesia",
      "score": 454
    },
    {
      "code": "MQ",
      "name": "Martinique",
      "fullName": "Martinique",
      "description": "Martinique is a Caribbean island that is an overseas department of France in the Caribbean Sea, north of Saint Lucia and south of Dominica.",
      "capital": "Fort-de-France",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": null
    },
    {
      "code": "MR",
      "name": "Mauritania",
      "fullName": "Islamic Republic of Mauritania",
      "description": "Mauritania is a land of desert and ocean. It is of course no wonder that the main attractions for most tourists are the desert in Adrar and Tagant areas, and the ocean in Banc d'Arguin.",
      "capital": "Nouakchott",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 367
    },
    {
      "code": "MU",
      "name": "Mauritius",
      "fullName": "Republic of Mauritius",
      "description": "Mauritius is an island nation in the Indian Ocean about 2,300 km (1,400 mi) from the African continent. Mauritius is mostly appreciated by visitors for its natural beauty and man-made attractions, multi-ethnic and cultural diversity, tropical climate, beautiful beaches and water sports.",
      "capital": "Port Louis",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 567
    },
    {
      "code": "YT",
      "name": "Mayotte",
      "fullName": "Department of Mayotte",
      "description": "Mayotte is an archipelago among the East African Islands, lying in the Indian Ocean channel between Madagascar and Mozambique. It's a French overseas department with a population of 299,348 in 2022. Most live on the large island of Grande-Terre, which somewhat resembles a sea horse, used on Mayotte's coat of arms. A 2 km channel separates it from Petite-Terre, also urbanised; the other islets are tiny with only a handful of residents.",
      "capital": "Mamoudzou",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": null
    },
    {
      "code": "MX",
      "name": "Mexico",
      "fullName": "United Mexican States",
      "description": "Mexico is known for its cuisine, art, archaeology, history, pyramids, music, museums, haciendas, 9,600 km of shoreline, superb architecture, weather from snow-capped mountains in the Sierras to rainy jungles in the southeast and desert in the northwest, many golf courses and excellent fishing. Along with Chile, Colombia, and Peru, this once-poor nation is one of the Pacific Pumas, seeing significant economic growth and improved infrastructure during the 21st century.",
      "capital": "Mexico City",
      "continent": "Americas",
      "subcontinent": "North America",
      "score": 568
    },
    {
      "code": "FM",
      "name": "Micronesia",
      "fullName": "Federated States of Micronesia",
      "description": "Micronesia, in northwest Oceania, is the home of tropical and subtropical islands in the Pacific Ocean. With the exceptions of Kiribati and Nauru, most of Micronesia is associated with the United States.",
      "capital": "Palikir",
      "continent": "Oceania",
      "subcontinent": "Micronesia",
      "score": 462
    },
    {
      "code": "MD",
      "name": "Moldova",
      "fullName": "Republic of Moldova",
      "description": "Moldova is a small, landlocked country nestled between Romania and Ukraine. Moldova is one of the least visited countries in Europe, but adventurous travelers will find some rewarding experiences. Moldova is famous for its wines and its monasteries. You can get winery tours and monastery tours from Chișinău, the capital.",
      "capital": "Chișinău",
      "continent": "Europe",
      "subcontinent": "Eastern Europe",
      "score": 519
    },
    {
      "code": "MC",
      "name": "Monaco",
      "fullName": "Principality of Monaco",
      "description": "The Principality of Monaco is a wealthy city-state on the Mediterranean Sea, bounded by the French Riviera. Though tiny, the country is packed with entertainment for those with money to burn: think yachts and casinos, plus the annual Formula 1 Grand Prix.",
      "capital": "Monaco",
      "continent": "Europe",
      "subcontinent": "Western Europe",
      "score": null
    },
    {
      "code": "MN",
      "name": "Mongolia",
      "fullName": "Mongolia",
      "description": "Mongolia has wide open spaces for experiencing the outdoors for those who want adventure. Its vast and majestic emptiness is the country's enduring appeal: it brings the traveler into a close communion with nature and its nomadic inhabitants. It is one of the last places on earth where nomadic life lives on. The most memorable part of a trip to Mongolia will be its hospitable people. Mongolian culture has much in common with the cultures of Central Asia.",
      "capital": "Ulaanbaatar",
      "continent": "Asia",
      "subcontinent": "Eastern Asia",
      "score": 522
    },
    {
      "code": "ME",
      "name": "Montenegro",
      "fullName": "Montenegro",
      "description": "Montenegro is a country in the Balkans, on the Adriatic Sea.",
      "capital": "Podgorica",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": 620
    },
    {
      "code": "MS",
      "name": "Montserrat",
      "fullName": "Montserrat",
      "description": "The British Overseas Territory of Montserrat is an island in the Caribbean, south-east of Puerto Rico.",
      "capital": "Brades",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": null
    },
    {
      "code": "MA",
      "name": "Morocco",
      "fullName": "Kingdom of Morocco",
      "description": "Morocco is the northwesternmost country in Africa. Morocco has, for most people, been the gateway to Africa. With plenty of attractive locations, historical sights, and unique cultural traditions, there's lots to see and do in this beautiful, mesmerizing country. At just a few hours from the main European cities, Morocco has everything to overwhelm you with the amazing colors, smells and sounds of Islamic Africa. Imagine bustling souqs and spice markets, stunning mosques, white-washed sea side towns and medieval city centers. With panoramic views varying from snow-covered peaks in the High Atlas to the endless sand dunes of the Sahara, no-one ever has to be bored in this beautiful country.",
      "capital": "Rabat",
      "continent": "Africa",
      "subcontinent": "Northern Africa",
      "score": 483
    },
    {
      "code": "MZ",
      "name": "Mozambique",
      "fullName": "Republic of Mozambique",
      "description": "Mozambique is a country on the Indian Ocean coast of Southern Africa. From the Monte Binga peak, 2,436 m (7,992 ft) high, to the stunning beaches along the coast, Mozambique is a country of contrasts. As well as some of the best colonial era architecture and relics to be found on the continent, Mozambique has also preserved its African cultural heritage, which can be experienced through art, music and food. Its eastern coastline along the Indian Ocean is more than 1,000 km long, a fantastic draw for scuba divers, fishermen, sailors and beach lovers.",
      "capital": "Maputo",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 369
    },
    {
      "code": "MM",
      "name": "Myanmar",
      "fullName": "Republic of the Union of Myanmar",
      "description": "Myanmar, or Burma is a country in Southeast Asia. The country features awe-inspiring ancient temples, lively local markets, and captivating landscapes, such as unspoiled beaches, picturesque hills, and verdant forests. The genuine warmth of the Burmese people, combined with delectable cuisine, creates an ideal destination for gastronomes and culture aficionados alike.",
      "capital": "Naypyidaw",
      "continent": "Asia",
      "subcontinent": "South-Eastern Asia",
      "score": 290
    },
    {
      "code": "NA",
      "name": "Namibia",
      "fullName": "Republic of Namibia",
      "description": "Namibia, in Southern Africa, boasts remarkable natural attractions such as the Namib Desert, the Fish River Canyon Park, Etosha National Park and the Kalahari Desert. Thanks to both a wealth of indigenous cultures and a tumultuous colonial history, its people speak nine different languages, including some of the Khoisan languages which include the 'clicks' that present an enigma to most native English speakers. It is also one of the few places outside Central Europe where German, although not official, remains a commonly spoken language, while Afrikaans, shared with its southern neighbour, is also prevalent.",
      "capital": "Windhoek",
      "continent": "Africa",
      "subcontinent": "Southern Africa",
      "score": 520
    },
    {
      "code": "NR",
      "name": "Nauru",
      "fullName": "Republic of Nauru",
      "description": "Nauru is a small island in the South Pacific Ocean south of the Marshall Islands and is the world's third-smallest country; only Monaco and the Vatican City are smaller. An off-the-beaten-track destination if there ever was one, Nauru is also one of the least visited countries in the world, with about only 200 tourists a year. The remoteness and the fact that much of the island is a charmless open phosphate mine are two strong reasons for this.",
      "capital": "Yaren",
      "continent": "Oceania",
      "subcontinent": "Micronesia",
      "score": null
    },
    {
      "code": "NP",
      "name": "Nepal",
      "fullName": "Federal Democratic Republic of Nepal",
      "description": "Nepal is a landlocked country in the Himalayas in South Asia. It has eight of the world's 10 highest peaks, including Mount Everest, the world's tallest, on the border with Tibet, as well as Lumbini, the birthplace of Gautama Buddha, the founder of Buddhism.",
      "capital": "Kathmandu",
      "continent": "Asia",
      "subcontinent": "Southern Asia",
      "score": 444
    },
    {
      "code": "NL",
      "name": "Netherlands",
      "fullName": "Kingdom of the Netherlands",
      "description": "The Netherlands is a charming small country in the low-lying river delta of northwestern Europe. Its landscape of famously flat lands, much of it reclaimed from the sea, is dotted with windmills, blooming tulip fields and picturesque villages. The modern architecture and urban environments of quite a few cities are also becoming internationally prominent. With over 17 million people living in a relatively small area, this is a densely populated modern European country. Still, even the largest of its cities have retained elements of a laid-back, small-town atmosphere, and most are packed with historic heritage, for which there is much local pride.",
      "capital": "Amsterdam",
      "continent": "Europe",
      "subcontinent": "Western Europe",
      "score": 765
    },
    {
      "code": "NC",
      "name": "New Caledonia",
      "fullName": "New Caledonia",
      "description": "New Caledonia is a dependent overseas territory of France lying in the western Pacific Ocean, in the Coral Sea, to the east of Australia and west of Vanuatu. The territory consists of the main island of Grande Terre, the archipelago of the Loyalty Islands, and numerous small, sparsely populated islands and atolls.",
      "capital": "Nouméa",
      "continent": "Oceania",
      "subcontinent": "Melanesia",
      "score": null
    },
    {
      "code": "NZ",
      "name": "New Zealand",
      "fullName": "New Zealand",
      "description": "New Zealand is one of the most beautiful countries in the world, a country of stunning and diverse natural beauty: jagged mountains, rolling pasture land, steep fiords, pristine trout-filled lakes, raging rivers, scenic beaches, and active volcanic zones. These islands form a unique bioregion inhabited by flightless birds seen nowhere else, such as kākāpō and kiwi. New Zealanders have adopted the kiwi as a national symbol, and have even taken the word Kiwi as a name for themselves.",
      "capital": "Wellington",
      "continent": "Oceania",
      "subcontinent": "Australia and New Zealand",
      "score": 773
    },
    {
      "code": "NI",
      "name": "Nicaragua",
      "fullName": "Republic of Nicaragua",
      "description": "Nicaragua is the largest country in Central America by area and the least densely populated. Nicaraguans like to refer to their country as the \"país de lagos y volcanes\"; the country of lakes and volcanoes. And those are indeed striking features as Nicaragua contains the largest freshwater body in Central America, Lake Nicaragua or Cocibolca. Inside Lake Nicaragua the famed Volcano Concepcion on Ometepe rises to about a mile in altitude, but other volcanoes such as Momotombo or Mombacho are also impressive.",
      "capital": "Managua",
      "continent": "Americas",
      "subcontinent": "Central America",
      "score": 414
    },
    {
      "code": "NE",
      "name": "Niger",
      "fullName": "Republic of Niger",
      "description": "Niger is a large, arid, landlocked country situated in the Sahel. Formerly a French colony, Niger is one of the poorest countries in the world and is largely agrarian. Negative things aside, Nigeriens in general are quite friendly and down-to earth, and you can expect to come across numerous curious faces during your stay. Chances are, you may be the first person from your country they have ever met.",
      "capital": "Niamey",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 322
    },
    {
      "code": "NG",
      "name": "Nigeria",
      "fullName": "Federal Republic of Nigeria",
      "description": "Nigeria is a large country in equatorial West Africa. Often regarded as the \"Giant of Africa\", Nigeria is the most populous country in Africa, with about 216 million people in 2022. Rich in diversity and landscapes, the country is home to more than 250 ethnic groups and 500 languages.",
      "capital": "Abuja",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 321
    },
    {
      "code": "NU",
      "name": "Niue",
      "fullName": "Niue",
      "description": "Niue is an island in Oceania approximately halfway between Tonga and the Cook Islands. With a population of only 1,600, it is one of the world's least populous countries.",
      "capital": "Alofi",
      "continent": "Oceania",
      "subcontinent": "Polynesia",
      "score": null
    },
    {
      "code": "NF",
      "name": "Norfolk Island",
      "fullName": "Norfolk Island",
      "description": "Norfolk Island is an island in Melanesia, administered by Australia. It is 1,600 km (1,000 mi) east of Sydney and Brisbane and 1,000 km (620 mi) northwest of Auckland. It's a great destination for relaxation, with a range of accommodation and dining, beautiful vistas, complex history and tropical reefs. It also holds a deep convict history, with the convict sites part of a UNESCO World Heritage Site.",
      "capital": "Kingston",
      "continent": "Oceania",
      "subcontinent": "Australia and New Zealand",
      "score": null
    },
    {
      "code": "MK",
      "name": "North Macedonia",
      "fullName": "Republic of North Macedonia",
      "description": "The Republic of North Macedonia, mostly still referred to as simply Macedonia by its residents, is a landlocked country in the heart of the Balkans. The country has an ethnically diverse population sharing an often ruggedly beautiful landscape. Architecture from the bygone eras of the Ottoman Empire and socialist Yugoslavia remains and now contrasts with the modern structures of independent Macedonia. Relative to other European nations, Macedonia is off the beaten path, and tourist infrastructure is underdeveloped and occasionally challenging to navigate.",
      "capital": "Skopje",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": 508
    },
    {
      "code": "MP",
      "name": "Northern Mariana Islands",
      "fullName": "Commonwealth of the Northern Mariana Islands",
      "description": "The Commonwealth of the Northern Mariana Islands (CNMI) is a territory of the United States in Micronesia, visited mainly by tourists from East Asia. The Marianas' top activity among Americans is scuba diving and snorkeling. In addition to the coral reefs you might expect, the waters around the islands were the scene of fierce fighting during World War II and there are many ship wrecks and even rusting tanks stuck on the seabed. Many Asian visitors come to the CNMI for gambling, and karaoke/hostess bars.",
      "capital": "Saipan",
      "continent": "Oceania",
      "subcontinent": "Micronesia",
      "score": null
    },
    {
      "code": "NO",
      "name": "Norway",
      "fullName": "Kingdom of Norway",
      "description": "Norway is a land of great fjords, great valleys, wide forests and gorgeous lakes. It also hosts lively cities such as Oslo and Bergen. Norway is the westernmost, northernmost and, surprisingly, the easternmost of the Scandinavian countries – among the Nordic countries only Finland stretches slightly further east. See the midnight sun, watch the Northern Lights, live its rich cultural heritage and eye its distinctive architecture, all the while being tucked within some of the most beautiful landscapes on Earth.",
      "capital": "Oslo",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": 795
    },
    {
      "code": "OM",
      "name": "Oman",
      "fullName": "Sultanate of Oman",
      "description": "The Sultanate of Oman is on the eastern side of the Arabian Peninsula. Under the radar of most visitors to the Gulf, Oman is peaceful and prosperous, with amazing natural sights and hospitable people.",
      "capital": "Muscat",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 529
    },
    {
      "code": "PK",
      "name": "Pakistan",
      "fullName": "Islamic Republic of Pakistan",
      "description": "The Islamic Republic of Pakistan is a country at the crossroads of Western, Central, South and East Asia. Conceived as a separate homeland for Muslims in South Asia, the country's tourism industry had its heyday during the 1960s thanks to the Hippie Trail. Unfortunately, the country has been in a state of flux since the 1970s, with many countries declaring it unsafe to visit.",
      "capital": "Islamabad",
      "continent": "Asia",
      "subcontinent": "Southern Asia",
      "score": 336
    },
    {
      "code": "PW",
      "name": "Palau",
      "fullName": "Republic of Palau",
      "description": "Palau (Belau) is a group of more than 300 tropical islands in the Micronesia area of the Pacific Ocean, to the southeast of the Philippines.",
      "capital": "Ngerulmud",
      "continent": "Oceania",
      "subcontinent": "Micronesia",
      "score": 605
    },
    {
      "code": "PS",
      "name": "Palestine",
      "fullName": "State of Palestine",
      "description": "The Palestinian territories, also known as Palestine or the State of Palestine, consists of two physically separate entities, the West Bank and the Gaza Strip, in the Middle East. Their political status is controversial, and they have been under varying degrees of Israeli occupation since 1967. The Palestinian National Authority (PNA), controlled by Fatah, administers parts of the West Bank, while Hamas does so in the Gaza Strip. While parts of the territories aren't safe for ordinary travelers, other areas, especially ancient Holy Land cities, are popular destinations and pilgrimage sites.",
      "capital": "Jerusalem",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 322
    },
    {
      "code": "PA",
      "name": "Panama",
      "fullName": "Republic of Panama",
      "description": "Panama is a country at the southern end of Central America. The country is known as the \"Crossroads of the Americas\" due to its location between North and South America. Its name, given by Indigenous peoples, means \"abundance of fish,\" reflecting the country's status as a paradise for water sports lovers and eco-tourists.",
      "capital": "Panama City",
      "continent": "Americas",
      "subcontinent": "Central America",
      "score": 554
    },
    {
      "code": "PG",
      "name": "Papua New Guinea",
      "fullName": "Independent State of Papua New Guinea",
      "description": "The Independent State of Papua New Guinea comprises the eastern part of the world's largest and highest tropical island, New Guinea, together with many smaller offshore islands.",
      "capital": "Port Moresby",
      "continent": "Oceania",
      "subcontinent": "Melanesia",
      "score": 370
    },
    {
      "code": "PY",
      "name": "Paraguay",
      "fullName": "Republic of Paraguay",
      "description": "Paraguay is a country of big rivers, green landscapes, folklore and a rich indigenous culture in central South America. It's relatively small compared to its neighbors, with an area of 406,752 km2: about the same size as Germany. Paraguay is lacking in world-famous attractions, and tourist-oriented establishments are few and far between. But those visitors who do come will be rewarded with a great experience of South America: colonial history, ruins of missions, vast wilderness, and a strong mix of European and indigenous cultures.",
      "capital": "Asunción",
      "continent": "Americas",
      "subcontinent": "South America",
      "score": 477
    },
    {
      "code": "PE",
      "name": "Peru",
      "fullName": "Republic of Peru",
      "description": "Peru is without a doubt one of the most captivating countries in South America. Home of the epic lost Inca citadel of Machu Picchu and the mind-blowing Nazca Lines, this country's unique past awakens the adventurer in travellers of all sorts. Its awe-inspiring scenery varies from the wild Amazon jungles to vast coastal deserts and the icy peaks of the Andes. Peru hosts a biodiversity rarely seen within the limits of a single country, with a list of spectacular wildlife far beyond the well-known llamas and circling condors. On top of all that, Peru's friendly, multi-ethnic people are a cultural treasure on their own. The enchanting mix of dozens of distinct indigenous groups, mestizos and criollos, all with their own colourful traditions and food delicacies, is an encounter you won't easily forget.",
      "capital": "Lima",
      "continent": "Americas",
      "subcontinent": "South America",
      "score": 498
    },
    {
      "code": "PH",
      "name": "Philippines",
      "fullName": "Republic of the Philippines",
      "description": "The Philippines, officially the Republic of the Philippines, is an archipelago of more than 7,100 islands in Southeast Asia.",
      "capital": "Manila",
      "continent": "Asia",
      "subcontinent": "South-Eastern Asia",
      "score": 445
    },
    {
      "code": "PN",
      "name": "Pitcairn Islands",
      "fullName": "Pitcairn Group of Islands",
      "description": "The Pitcairn Islands are a loosely grouped handful of tiny islands in the remote South Pacific, farther from any continent than any other inhabited island. The islands are the last British overseas territory in the South Pacific and most isolated British dependency. The rugged main island was settled by the infamous mutineers of HMS Bounty and their Polynesian companions, and most of Pitcairn's mere four dozen current inhabitants are their descendants. They are one of the least-populated entities given an ISO country code (PN).",
      "capital": "Adamstown",
      "continent": "Oceania",
      "subcontinent": "Polynesia",
      "score": null
    },
    {
      "code": "PL",
      "name": "Poland",
      "fullName": "Republic of Poland",
      "description": "Poland has a rich and eventful history, and a strong basis for its bourgeoning tourism industry. As one of Europe's most underrated countries, it offers a fair share of countryside, vibrant urbanity, pristine beauty and a culture in connection to its thousand-year history.",
      "capital": "Warsaw",
      "continent": "Europe",
      "subcontinent": "Eastern Europe",
      "score": 683
    },
    {
      "code": "PT",
      "name": "Portugal",
      "fullName": "Portuguese Republic",
      "description": "Portugal is a modern country with strong links to its past and people of a friendly and hospitable nature. It has become an acclaimed international tourist and vacation destination due to its many beautiful beaches and long warm summers, a rich gastronomy, historical and cultural heritage. Its fabulous golf courses, giant surf waves at Nazaré, and religious pilgrimage to Fátima are very popular with visitors. Surprisingly, in winter several ski resorts are open for business in the Serra da Estrela region.",
      "capital": "Lisbon",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": 739
    },
    {
      "code": "PR",
      "name": "Puerto Rico",
      "fullName": "Commonwealth of Puerto Rico",
      "description": "Puerto Rico is a Caribbean island. Its white sandy beaches can compete with any in the world and vary from metropolitan cocktail heavens and bustling surfing hotspots to quiet island getaways. Easily accessible diving and snorkeling spots and the excellent bioluminescent bays offer great maritime experiences. Still, there's more to this tropical island than sunny beach life. The Spanish-American influences make for a fun melting pot of culture with an abundance of heritage to explore and some delightful food to enjoy.",
      "capital": "San Juan",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": null
    },
    {
      "code": "QA",
      "name": "Qatar",
      "fullName": "State of Qatar",
      "description": "Qatar is a rich Arab state occupying a small peninsula extending into the Persian Gulf to the north of Saudi Arabia. Many come to the Middle East seeking the mystic, traditional life of the Bedouins, wandering the desert with their life's belongings on a camel's back. Although tradition is still an important part of the Qatari ethos, the country has well and truly moved into the twenty-first century with the piercing glass skyscrapers of Doha, a booming trade sector and a new-found place in international diplomacy. Qatar offers a unique blend of cultural authenticity and modern luxury, making it a major tourism hub in the region.",
      "capital": "Doha",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 518
    },
    {
      "code": "RE",
      "name": "Réunion",
      "fullName": "Réunion Island",
      "description": "Réunion is a French overseas department located in the midst of the Indian Ocean, east of the island of Madagascar and 200 kilometres (120 mi) to the south-west of Mauritius, in East Africa. This enchanting destination is blessed with a tropical climate and beautiful volcanic landscapes, with its appeal being as much due to its white sandy beaches as its mountain scenery. Réunion used to be known as the Isle de Bourbon and Isle Bonaparte.",
      "capital": "Saint-Denis",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": null
    },
    {
      "code": "RO",
      "name": "Romania",
      "fullName": "Romania",
      "description": "Romania is a country of great natural beauty and diversity and a rich cultural heritage, including a variety of ethnic, linguistic, and confessional groups. Romania enchants visitors with its scenic mountain landscapes and unspoiled rural areas, but also with its historic cities and busy capital. There has been significant development, especially since it joined the European Union in 2007. Still, it may surprise some of its visitors who are used to western Europe. It has six cultural and one natural UNESCO world heritage sites.",
      "capital": "Bucharest",
      "continent": "Europe",
      "subcontinent": "Eastern Europe",
      "score": 590
    },
    {
      "code": "RU",
      "name": "Russia",
      "fullName": "Russian Federation",
      "description": "Russia is the world's largest country, covering more than one-eighth of the Earth's inhabited land area. Russia boasts a rich history and culture, as well as a wealth of natural attractions for those willing to head off the beaten path. Many of Russia's attractions for visitors lie in the hard-to-reach stretches of the planet's most remote lands. The best known sights are in and around the nation's principal cities of Moscow and Saint Petersburg.",
      "capital": "Moscow",
      "continent": "Europe",
      "subcontinent": "Eastern Europe",
      "score": 424
    },
    {
      "code": "RW",
      "name": "Rwanda",
      "fullName": "Republic of Rwanda",
      "description": "Rwanda is a relatively stable East African country, and easily accessible from Kenya and Uganda. It is known as the land of a thousand hills, but is also a country rich in flora and fauna and stunning natural beauty in its scenic rolling and breathtaking green savannah. The country hosts some rare species of animals like the silverback mountain gorillas as well as unique birds and insects in the tropical forest of Nyungwe. Rwanda is relatively easy, safe, and simple to travel around.",
      "capital": "Kigali",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 437
    },
    {
      "code": "BL",
      "name": "Saint Barthélemy",
      "fullName": "Collectivity of Saint Barthélemy",
      "description": "Saint-Barthélemy is a French island in the Caribbean among the Leeward Islands. St Barts has long been considered a playground of the rich and famous and is known for its beautiful pristine beaches, gourmet dining in chic restaurants and high-end designer shopping. There is one small airport that can only accommodate small prop planes from St Martin and San Juan, and the harbour is too small to accommodate cruise ships. The fact that it is hard to get to is part of the island's appeal.",
      "capital": "Gustavia",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": null
    },
    {
      "code": "SH",
      "name": "Saint Helena, Ascension and Tristan da Cunha",
      "fullName": "Saint Helena, Ascension and Tristan da Cunha",
      "description": "Saint Helena, Ascension and Tristan da Cunha is a British overseas territory consisting of the islands of Saint Helena and Ascension, together with the Tristan da Cunha islands group. These are among the world's most isolated islands and separated from each other by many hundreds of miles.",
      "capital": "Jamestown",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": null
    },
    {
      "code": "KN",
      "name": "Saint Kitts and Nevis",
      "fullName": "Federation of Saint Christopher and Nevis",
      "description": "Saint Kitts and Nevis are a pair of tropical islands in the Caribbean, about one-third of the way from Puerto Rico to Trinidad and Tobago. What is really remarkable on Saint Kitts and Nevis is the natural aspect. Many tropical birds which one rarely finds elsewhere are present in great concentration in the nature and there are also the famous monkeys which, it is said, were introduced by the pirates. It is called \"The Mother Colony of the West Indies\".",
      "capital": "Basseterre",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": 538
    },
    {
      "code": "LC",
      "name": "Saint Lucia",
      "fullName": "Saint Lucia",
      "description": "Saint Lucia is an island nation in the Caribbean. Saint Lucia is a popular destination due to its tropical weather, lush and mountainous scenery, numerous beaches, local accommodations, and range of resorts. St. Lucia has become a significant wedding destination.",
      "capital": "Castries",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": 535
    },
    {
      "code": "MF",
      "name": "Saint Martin",
      "fullName": "Saint Martin",
      "description": "Saint Martin is an island in the Caribbean that is split between the French collectivity of Saint-Martin and the Dutch territory of Sint Maarten. Beauty abounds on the island, with bluffs overlooking pretty harbors, sandy-cliffed beaches and tranquil rocky coves where fish provide the beauty.",
      "capital": "Marigot",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": null
    },
    {
      "code": "PM",
      "name": "Saint Pierre and Miquelon",
      "fullName": "Saint Pierre and Miquelon",
      "description": "Saint Pierre and Miquelon are a small group of islands in the North Atlantic Ocean, south of Newfoundland and Labrador. First settled by the French in the early 17th century, the islands are the sole remaining vestige of France's once vast North American empire, New France.",
      "capital": "St. Pierre",
      "continent": "Americas",
      "subcontinent": "North America",
      "score": null
    },
    {
      "code": "VC",
      "name": "Saint Vincent and the Grenadines",
      "fullName": "Saint Vincent and the Grenadines",
      "description": "Saint Vincent and the Grenadines is an island nation in the Caribbean, north of Trinidad and Tobago.",
      "capital": "Kingstown",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": 527
    },
    {
      "code": "WS",
      "name": "Samoa",
      "fullName": "Independent State of Samoa",
      "description": "Samoa is an island nation in the South Pacific Ocean, part of Polynesia. It is an archipelago of 10 islands with ancient cultures, dramatic landscapes, and a variety of activities to do, such as snorkelling in Samoa's vibrant coral gardens.",
      "capital": "Apia",
      "continent": "Oceania",
      "subcontinent": "Polynesia",
      "score": 539
    },
    {
      "code": "SM",
      "name": "San Marino",
      "fullName": "Republic of San Marino",
      "description": "San Marino, completely surrounded by Italy, is one of the world's smallest countries, and claims to be the world's oldest republic.",
      "capital": "San Marino",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": 649
    },
    {
      "code": "ST",
      "name": "São Tomé and Príncipe",
      "fullName": "Democratic Republic of São Tomé and Príncipe",
      "description": "São Tomé and Príncipe consists of two main islands straddling the Equator off the Atlantic coast of Central Africa.",
      "capital": "São Tomé",
      "continent": "Africa",
      "subcontinent": "Middle Africa",
      "score": 480
    },
    {
      "code": "SA",
      "name": "Saudi Arabia",
      "fullName": "Kingdom of Saudi Arabia",
      "description": "Saudi Arabia is the quintessential Arab kingdom. Vast deserts, scorching heat, immense oil wealth, camel races, glitzy shopping malls, traditional souq markets, you can find every Arabian cliche you can think of and then some here. A deeply conservative country that was entirely closed off to (non-pilgrimage) tourism for decades, the government did a drastic policy U-turn in 2019 and has been trying to open up the country to the world and shed the country's straight-laced image, with mixed success.",
      "capital": "Riyadh",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 477
    },
    {
      "code": "SN",
      "name": "Senegal",
      "fullName": "Republic of Senegal",
      "description": "Senegal is a country in West Africa. Formerly a French colony, it is the westernmost country in the Old World.",
      "capital": "Dakar",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 415
    },
    {
      "code": "RS",
      "name": "Serbia",
      "fullName": "Republic of Serbia",
      "description": "Serbia is a Balkan country in Southeastern Europe. It is at the crossroads of European history, and as such is a mix of cultures, ethnicities and religions. It lies on one of the major land routes from Central Europe to the Near East. It was the dominant component of Yugoslavia, and considered to be its natural successor. Despite having developed as a tourist destination much later than neighbouring Croatia, it is also a varied and beautiful nation, offering a mixed scenery: from the plains of Vojvodina that remind one of the scenes from Dr. Zhivago in winter, to many mountains, lakes, and national parks. During the summer tourists love spending their time in Belgrade, seen as one of the up-and-coming capitals of Europe. In winter, they are attracted to the ski resorts, one of the most popular being Kopaonik. There are also many spa resorts. Serbia has a soulfulness and verve, coupled a gusto for good living, that are rare to find, while its people are some of the most hospitable and welcoming.",
      "capital": "Belgrade",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": 545
    },
    {
      "code": "SC",
      "name": "Seychelles",
      "fullName": "Republic of Seychelles",
      "description": "The Seychelles is an island nation in the Indian Ocean, northeast of Madagascar and east of Kenya. It consists of 115 islands, of which the largest are Mahe, Praslin, and La Digue. The capital and largest city is Victoria, located on the island of Mahe.",
      "capital": "Victoria",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 584
    },
    {
      "code": "SL",
      "name": "Sierra Leone",
      "fullName": "Republic of Sierra Leone",
      "description": "Sierra Leone is on the West Coast of Africa. The potential for tourism is vast, but largely unrealized, despite the end of the Civil War in 2002, and tour operators are looking closely at what the country has to offer. Sierra Leone is rich in natural resources. It has some of the best beaches in the world, a rich heritage, and some stunning scenery, but its greatest asset is its welcoming, friendly populace.",
      "capital": "Freetown",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 356
    },
    {
      "code": "SG",
      "name": "Singapore",
      "fullName": "Republic of Singapore",
      "description": "Singapore is a city-state in Southeast Asia. Modern Singapore was founded as a British trading colony in 1819, and since independence, it has become one of the world's most prosperous countries and boasts one of the world's busiest ports. Singaporean food is legendary, with bustling hawker centres and 24-hour coffee shops offering affordable food from all parts of Asia. Combining the skyscrapers and shopping malls of an affluent modern city with a medley of different Asian cultures and a tropical climate, good shopping and a vibrant nightlife scene, this Garden City makes a great stopover or springboard into the region.",
      "capital": "Singapore",
      "continent": "Asia",
      "subcontinent": "South-Eastern Asia",
      "score": 681
    },
    {
      "code": "SX",
      "name": "Sint Maarten",
      "fullName": "Sint Maarten",
      "description": "Saint Martin is an island in the Caribbean that is split between the French collectivity of Saint-Martin and the Dutch territory of Sint Maarten. Beauty abounds on the island, with bluffs overlooking pretty harbors, sandy-cliffed beaches and tranquil rocky coves where fish provide the beauty.",
      "capital": "Philipsburg",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": null
    },
    {
      "code": "SK",
      "name": "Slovakia",
      "fullName": "Slovak Republic",
      "description": "Slovakia or the Slovak Republic is a country in Central Europe. The main reasons to visit Slovakia are its natural beauty, vivid history and great opportunities for relaxation.",
      "capital": "Bratislava",
      "continent": "Europe",
      "subcontinent": "Eastern Europe",
      "score": 709
    },
    {
      "code": "SI",
      "name": "Slovenia",
      "fullName": "Republic of Slovenia",
      "description": "Slovenia is a country in central Europe that lies in the eastern Alps, at the northern end of the Adriatic Sea. It is sometimes considered to be a Balkan country. Despite its small size, Slovenia has a surprising variety of terrain, ranging from the beaches of the Mediterranean to the peaks of the Julian Alps and the rolling hills of the south. Slovenia is also home to some of the finest scenery in the \"New Europe\". The transition from socialism to the European common market economy has gone well and serves as a model for other nations on the same track to follow.",
      "capital": "Ljubljana",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": 744
    },
    {
      "code": "SB",
      "name": "Solomon Islands",
      "fullName": "Solomon Islands",
      "description": "The Solomon Islands are a South Pacific archipelago east of Papua New Guinea. They sit in the sea routes between the South Pacific Ocean, the Solomon Sea, and the Coral Sea. There are six major islands and over 900 smaller islands. The Solomons offer all the great attractions of Melanesia. Idyllic island scenery with perfect sandy beaches and splendid nature —in their rainforest, lagoons and waterfalls. For those who like to dive, underwater life is as stunning as that above. There's an abundance of wildlife to discover and amazing, colorful cultural traditions to see.",
      "capital": "Honiara",
      "continent": "Oceania",
      "subcontinent": "Melanesia",
      "score": 367
    },
    {
      "code": "SO",
      "name": "Somalia",
      "fullName": "Federal Republic of Somalia",
      "description": "Somalia is a country on the Horn of Africa. Once the center of many powerful sultanates and an Italian colony, the country has been in a state of chaos and turmoil since the 1980s. The country suffers from a myriad of social problems such as warfare, terrorism, corruption, political instability, and general lawlessness, and it isn't exactly your typical family destination.",
      "capital": "Mogadishu",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": null
    },
    {
      "code": "ZA",
      "name": "South Africa",
      "fullName": "Republic of South Africa",
      "description": "South Africa is a superb destination rich in culture, fauna, flora and history. Africa's southernmost country is a large country with widely varying landscapes, 12 official languages, and an equally diverse population and is often known as the \"Rainbow Nation\".",
      "capital": "Cape Town",
      "continent": "Africa",
      "subcontinent": "Southern Africa",
      "score": 486
    },
    {
      "code": "GS",
      "name": "South Georgia",
      "fullName": "South Georgia and the South Sandwich Islands",
      "description": "South Georgia Island is a sub-Antarctic island administered by the United Kingdom as part of South Georgia and the South Sandwich Islands. It lies 1390 km southeast of the Falkland Islands and 2150 km from South America, and is 170 km long by 35 km wide with a mountainous interior. Its bays and islets are home to vast numbers of birds and marine life, but there is no permanent human population, and South Georgia's remoteness makes it a rare destination for tourists.",
      "capital": "King Edward Point",
      "continent": "Antarctic",
      "subcontinent": null,
      "score": null
    },
    {
      "code": "SS",
      "name": "South Sudan",
      "fullName": "Republic of South Sudan",
      "description": "South Sudan is a country in Central Africa. The world’s youngest country, it was a part of Sudan until it became an independent country on 9 July 2011.",
      "capital": "Juba",
      "continent": "Africa",
      "subcontinent": "Middle Africa",
      "score": null
    },
    {
      "code": "ES",
      "name": "Spain",
      "fullName": "Kingdom of Spain",
      "description": "Spain is famous for its friendly inhabitants, relaxed lifestyle, its cuisine, vibrant nightlife, and world-famous folklore and festivities, and historically the core of the vast Spanish Empire. It has the second-largest number of UNESCO World Heritage Sites after Italy and the largest number of World Heritage Cities.",
      "capital": "Madrid",
      "continent": "Europe",
      "subcontinent": "Southern Europe",
      "score": 740
    },
    {
      "code": "LK",
      "name": "Sri Lanka",
      "fullName": "Democratic Socialist Republic of Sri Lanka",
      "description": "Sri Lanka, formerly known as Ceylon, is in South Asia. In the Indian Ocean just south of India, Sri Lanka is an island known for its natural beauty. Sri Lanka has stunning beaches all along its coastline, great wildlife and biodiversity, tea plantations, orchards, temples, monuments, and a cultural heritage dating back several millennia. Its cultural landscape includes the Sinhala and the Tamil ethnic groups, with substantial Muslim and Christian communities.",
      "capital": "Colombo",
      "continent": "Asia",
      "subcontinent": "Southern Asia",
      "score": 482
    },
    {
      "code": "SD",
      "name": "Sudan",
      "fullName": "Republic of the Sudan",
      "description": "Sudan is a country in Northeast Africa and is Africa's third largest country in terms of area. Sudan was the continent's largest country up until the secession of South Sudan in 2011. Since the 1980s, Sudan has been in the news for all the wrong reasons. The country has had a particularly turbulent history since independence from the United Kingdom, and has suffered from decades of conflict and warfare. Under less dire circumstances, however, travelling to Sudan offers one the opportunity to explore a large, diverse nation whose history is believed to go all the way back to 8000 BCE and meet some very hospitable, jovial people.",
      "capital": "Khartoum",
      "continent": "Africa",
      "subcontinent": "Northern Africa",
      "score": 320
    },
    {
      "code": "SR",
      "name": "Suriname",
      "fullName": "Republic of Suriname",
      "description": "Suriname is a small republic on the northeast coast of South America. It prides itself on its thoroughly multi-ethnic culture, a colorful blend of indigenous Indian traditions and those of its former Dutch colonizers and the African, Javanese and Hindustani workers they once brought with them. It's a country with a fabulous and largely untouched Amazon inland, slowly discovering its chances as an ecotourism destination. International visitors are steadily following Dutch travelers who have long been drawn to this friendly, tropical country to explore its spectacular nature, captivating cultural heritage and meet its ever smiling people.",
      "capital": "Paramaribo",
      "continent": "Americas",
      "subcontinent": "South America",
      "score": 467
    },
    {
      "code": "SJ",
      "name": "Svalbard and Jan Mayen",
      "fullName": "Svalbard and Jan Mayen",
      "description": "Svalbard is a group of islands located between the Arctic Ocean, Barents Sea, Greenland Sea, and the Norwegian Sea. The area is sometimes referred to as Spitsbergen, the main island with all the settlements. The islands are directly north of Norway, and have been under Norwegian rule since 1920. Svalbard's settlements are the second most northerly permanently-inhabited spots on the planet, after the Canadian military base at Alert.",
      "capital": "Longyearbyen",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": null
    },
    {
      "code": "SE",
      "name": "Sweden",
      "fullName": "Kingdom of Sweden",
      "description": "Sweden is the largest of the Nordic countries by area and population. Visitors can experience deep forests and many lakes, the heritage from the Viking Age and the 17th-century Swedish Empire, the glamour of the Nobel Prize, and the country's successful pop music scene. Sweden has 270,000 islands with many open to visit through the right to roam.",
      "capital": "Stockholm",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": 769
    },
    {
      "code": "CH",
      "name": "Switzerland",
      "fullName": "Swiss Confederation",
      "description": "Switzerland, is a mountainous country known globally for its neutrality, democracy, and almost-legendary affluence: Switzerland has one of the highest standards of living in the world, and prices to match.",
      "capital": "Bern",
      "continent": "Europe",
      "subcontinent": "Western Europe",
      "score": 804
    },
    {
      "code": "SY",
      "name": "Syria",
      "fullName": "Syrian Arab Republic",
      "description": "Syria is a country in the Middle East. Rich in history, the capital, Damascus, is the world's oldest continuously inhabited city, and the country has been the site of numerous empires.",
      "capital": "Damascus",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 205
    },
    {
      "code": "TW",
      "name": "Taiwan",
      "fullName": "Republic of China (Taiwan)",
      "description": "Taiwan is a self-governing group of islands off the coast of China. It is one of the most densely populated places in the world. Besides its crowded cities, Taiwan is also known for steep mountains and lush forests. Taiwan is home to a large number of impressive scenic sites, and Taipei is a center of culture, entertainment and leisure activities. The island is also a center of Chinese-language pop culture with a substantial entertainment industry.",
      "capital": "Taipei",
      "continent": "Asia",
      "subcontinent": "Eastern Asia",
      "score": null
    },
    {
      "code": "TJ",
      "name": "Tajikistan",
      "fullName": "Republic of Tajikistan",
      "description": "Tajikistan is a landlocked country on the ancient Silk Road in Central Asia. The nation's majority culture is non-Turkic, unlike its neighbors to the north and west and east. Tajikistan is the poorest country out of the former Soviet states, owing to its remote geography and a devastating civil war that wracked the country from 1992 until 1997. But travelers here will find a land of stunning beauty, replete with soaring mountains, quaint pamirs, turquoise alpine lakes, Silk Road cities and ruins, and a charming and hospitable people. For those looking to experience a true adventurer's dream in the Roof of the World without the throngs of tourists in Nepal and Pakistan, Tajikistan is the place to be.",
      "capital": "Dushanbe",
      "continent": "Asia",
      "subcontinent": "Central Asia",
      "score": 388
    },
    {
      "code": "TZ",
      "name": "Tanzania",
      "fullName": "United Republic of Tanzania",
      "description": "Tanzania is the largest country in East Africa. From the picture-perfect coasts of Zanzibar to the world-renowned wildlife of the Serengeti, from the snowy slopes of Mount Kilimanjaro to the coral houses of Mikindani, Tanzania is the heart and soul of East Africa. Tanzania has several national parks and game reserves, where you can see some of the finest African flora and fauna.",
      "capital": "Dodoma",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 458
    },
    {
      "code": "TH",
      "name": "Thailand",
      "fullName": "Kingdom of Thailand",
      "description": "Thailand is the most visited country in Southeast Asia, and for good reason. You can find thick jungle as green as can be, crystal blue waters that feel more like a warm bath than a swim in the ocean, and food that can curl your nose hairs while tap dancing across your taste buds. Exotic, yet safe; cheap, yet equipped with every modern amenity you need, there is something for every interest and every price bracket, from beachfront backpacker hostels to some of the best luxury hotels in the world.",
      "capital": "Bangkok",
      "continent": "Asia",
      "subcontinent": "South-Eastern Asia",
      "score": 474
    },
    {
      "code": "TL",
      "name": "Timor-Leste",
      "fullName": "Democratic Republic of Timor-Leste",
      "description": "The Democratic Republic of Timor-Leste, commonly known as Timor-Leste or East Timor, is one of the world's newest countries: after a long struggle, it gained independence from Indonesia in 2002 and is now an off-the-beaten-path destination for diving and adventure.",
      "capital": "Dili",
      "continent": "Asia",
      "subcontinent": "South-Eastern Asia",
      "score": 445
    },
    {
      "code": "TG",
      "name": "Togo",
      "fullName": "Togolese Republic",
      "description": "Togo is a narrow country in West Africa, sandwiched between Ghana on the west and Benin on the east. It is a charming country, mostly due to its charming people as there are not many tourist attractions.",
      "capital": "Lomé",
      "continent": "Africa",
      "subcontinent": "Western Africa",
      "score": 359
    },
    {
      "code": "TK",
      "name": "Tokelau",
      "fullName": "Tokelau",
      "description": "Tokelau is a group of three atolls in Polynesia, north of Samoa, about halfway between New Zealand proper and Hawaii.",
      "capital": "Atafu",
      "continent": "Oceania",
      "subcontinent": "Polynesia",
      "score": null
    },
    {
      "code": "TO",
      "name": "Tonga",
      "fullName": "Kingdom of Tonga",
      "description": "Tonga, the \"Friendly Islands\", is an archipelago in the South Pacific Ocean, consisting of 169 islands, of which 36 are inhabited. The tourist industry is relatively undeveloped. Cruise ships often stop in Vavaʻu, which has a reputation for its whale watching, game fishing, surfing, and beaches.",
      "capital": "Nukuʻalofa",
      "continent": "Oceania",
      "subcontinent": "Polynesia",
      "score": 491
    },
    {
      "code": "TT",
      "name": "Trinidad and Tobago",
      "fullName": "Republic of Trinidad and Tobago",
      "description": "Trinidad and Tobago (TT) is a nation consisting primarily of two Caribbean islands, Trinidad and Tobago, just off the northeastern coast of Venezuela. The country is the most industrialized and one of the most prosperous in the Caribbean. Overall, tourism is not a major industry, leaving the islands replete with natural unspoiled beauty not found in most other Caribbean countries.",
      "capital": "Port of Spain",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": 508
    },
    {
      "code": "TN",
      "name": "Tunisia",
      "fullName": "Republic of Tunisia",
      "description": "The Republic of Tunisia, is a country in North Africa bordering the Mediterranean Sea. Tourist infrastructure is well developed, and there are several ways to enjoy the loveliness of Tunisia, including spending time on the gorgeous Mediterranean beaches, viewing its ancient ruins, living its thriving desert culture, or sampling its delicious cuisine.",
      "capital": "Tunis",
      "continent": "Africa",
      "subcontinent": "Northern Africa",
      "score": 469
    },
    {
      "code": "TR",
      "name": "Türkiye",
      "fullName": "Republic of Türkiye",
      "description": "Turkey, officially the Republic of Türkiye, is a bi-continental country: an oft-repeated cliché about Turkey is that it is the bridge between Europe and Asia. This is true not only geographically, but also culturally, and many Turks value their European and Asian identities equally. Therefore, Turkey is the ultimate \"exotic — but with a twist\" destination for many: plenty of travelers to the country will find a charming novelty in every corner, yet at the same time, will have a feel of comforting familiarity, regardless of which direction or how far they are arriving from. Add the Turks' legendary warmth towards the visitors to the mix, and you get the idea.",
      "capital": "Ankara",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 511
    },
    {
      "code": "TM",
      "name": "Turkmenistan",
      "fullName": "Turkmenistan",
      "description": "Turkmenistan is one of the most isolated countries in the world and has dubbed itself as the \"motherland of neutrality\". Formerly a part of the Soviet Union, it is situated in Central Asia and is surrounded by Kazakhstan, Uzbekistan, Afghanistan, and Iran. The country has been a thoroughfare for several empires and cultures; many of Turkmenistan's cities were main points of trade on the Silk Road, linking Eastern and Western civilizations. Three of its cities are UNESCO World Heritage Sites.",
      "capital": "Ashgabat",
      "continent": "Asia",
      "subcontinent": "Central Asia",
      "score": 405
    },
    {
      "code": "TC",
      "name": "Turks and Caicos Islands",
      "fullName": "Turks and Caicos Islands",
      "description": "The Turks and Caicos Islands are only about 60 km long, and consist of over 40 islands and cays. These islands have fabulous beaches throughout; in particular, Grace Bay. There also are a variety of fun, non-beach things that there are to do. You can scuba dive, snorkel, sail, boat, parasail, fish, go on tours, go to spas and salons, golf, shop, ride ponies and gamble. Each island has its own activities as well.",
      "capital": "Cockburn Town",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": null
    },
    {
      "code": "TV",
      "name": "Tuvalu",
      "fullName": "Tuvalu",
      "description": "Tuvalu is a group of low-lying islands and atolls in the South Pacific that form the fourth smallest country in the world. It is one of the most isolated and remote independent countries in the world. In this delightful Pacific destination, your time is well spent in the shade of a palm trees on one of the pretty beaches. Traditional local culture remains very much alive, making the people of Tuvalu one of the nation's best assets. Traditional dancing is performed on special occasions, and the local \"maneapa\" is your best chances of experiencing one. Tranquil in its beauty, Tuvalu offers a laid-back tropical atmosphere.",
      "capital": "Funafuti",
      "continent": "Oceania",
      "subcontinent": "Polynesia",
      "score": null
    },
    {
      "code": "UG",
      "name": "Uganda",
      "fullName": "Republic of Uganda",
      "description": "Uganda was Nicknamed the \"Pearl of Africa\" by Winston Churchill. It is home to one of the most diverse and concentrated ranges of African fauna including the highly endangered mountain gorilla and the endangered common chimpanzee.",
      "capital": "Kampala",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 381
    },
    {
      "code": "UA",
      "name": "Ukraine",
      "fullName": "Ukraine",
      "description": "Ukraine is a country in Eastern Europe, the largest country entirely within Europe, with a very rich culture and history.",
      "capital": "Kyiv",
      "continent": "Europe",
      "subcontinent": "Eastern Europe",
      "score": 419
    },
    {
      "code": "AE",
      "name": "United Arab Emirates",
      "fullName": "United Arab Emirates",
      "description": "The United Arab Emirates or simply the Emirates is a country rich in history and culture at the entrance to the Persian Gulf. Boasting attractions ranging from the glittering and cosmopolitan cities of Dubai and Abu Dhabi, to the vast and unforgiving desert landscapes of the Empty Quarter, it makes an easy starting point for travels in the Middle East.",
      "capital": "Abu Dhabi",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 555
    },
    {
      "code": "GB",
      "name": "United Kingdom",
      "fullName": "United Kingdom of Great Britain and Northern Ireland",
      "description": "The United Kingdom of Great Britain and Northern Ireland is a constitutional monarchy comprising most of the British Isles. It is a union of four constituent countries: England, Northern Ireland, Scotland and Wales, each of which has something unique and exciting for visitors.",
      "capital": "London",
      "continent": "Europe",
      "subcontinent": "Northern Europe",
      "score": 731
    },
    {
      "code": "US",
      "name": "United States",
      "fullName": "United States of America",
      "description": "The United States of America spans a continent and numerous islands: its diverse geography comprises vast uninhabited areas of natural beauty punctuated by cities ringed by sprawling suburbs. Its wide array of tourist destinations includes the skyscrapers of Manhattan and Chicago, the natural wonders of Yellowstone and Alaska, the canyonlands of the Southwest, the towering volcanoes and rugged coastlines of the Pacific Northwest, and the warm, sunny beaches of Florida, Hawaii, and Southern California.",
      "capital": "Washington, D.C.",
      "continent": "Americas",
      "subcontinent": "North America",
      "score": 688
    },
    {
      "code": "UM",
      "name": "United States Minor Outlying Islands",
      "fullName": "United States Minor Outlying Islands",
      "description": "The United States Minor Outlying Islands are a group of small, mostly uninhabited atolls and islands scattered across the Pacific Ocean and the Caribbean. For adventurous travelers, these remote locations offer pristine marine environments, rich birdlife, and excellent opportunities for snorkeling, diving, and wildlife observation. There is no tourist infrastructure, and access is often restricted or requires permits; visits are best suited to scientific missions, experienced sailors, or nature enthusiasts seeking solitude and untouched seascapes.",
      "capital": "Wake Island",
      "continent": "Americas",
      "subcontinent": "North America",
      "score": null
    },
    {
      "code": "UY",
      "name": "Uruguay",
      "fullName": "Oriental Republic of Uruguay",
      "description": "Uruguay is the second-smallest country in South America, wedged between two of the world's largest countries ― Argentina and Brazil.",
      "capital": "Montevideo",
      "continent": "Americas",
      "subcontinent": "South America",
      "score": 604
    },
    {
      "code": "UZ",
      "name": "Uzbekistan",
      "fullName": "Republic of Uzbekistan",
      "description": "Uzbekistan is the most populous country in Central Asia and is rich in history, culture, and diversity. It has been a part of numerous empires and was once a key part of the Silk Road, making it an excellent destination for the history buff. Although Uzbekistan is often overlooked as a tourist destination, there is plenty to see and do in this beautiful country. Moreover, Uzbeks are known for their hospitality, and you can expect to be treated with a lot of respect as a visitor.",
      "capital": "Tashkent",
      "continent": "Asia",
      "subcontinent": "Central Asia",
      "score": 462
    },
    {
      "code": "VU",
      "name": "Vanuatu",
      "fullName": "Republic of Vanuatu",
      "description": "Vanuatu is an archipelago nation in the southwest Pacific Ocean. The archipelago more than 80 islands includes deserted sand beaches, remote beauty, tribal communities and world-class deep-sea diving.",
      "capital": "Port Vila",
      "continent": "Oceania",
      "subcontinent": "Melanesia",
      "score": 484
    },
    {
      "code": "VE",
      "name": "Venezuela",
      "fullName": "Bolivarian Republic of Venezuela",
      "description": "Venezuela is replete with stunning natural wonders and sights such as countless national parks, magnificent waterfalls, and three UNESCO World Heritage Sites. The world's tallest waterfall, the Angel Falls, is found here.",
      "capital": "Caracas",
      "continent": "Americas",
      "subcontinent": "South America",
      "score": 348
    },
    {
      "code": "VN",
      "name": "Vietnam",
      "fullName": "Socialist Republic of Vietnam",
      "description": "Vietnam is a country in Southeast Asia with great food and a wealth of natural and cultural attractions. Despite the turmoil of the Vietnam War, Vietnam has emerged from the ashes since the 1990s and is undergoing rapid economic development, driven by its young and industrious population. It remains less developed as a tourist destination than Thailand.",
      "capital": "Hanoi",
      "continent": "Asia",
      "subcontinent": "South-Eastern Asia",
      "score": 471
    },
    {
      "code": "VG",
      "name": "British Virgin Islands",
      "fullName": "Virgin Islands",
      "description": "The British Virgin Islands are a self-governing British overseas territory in the Caribbean just to the north-east of the US Virgin Islands.",
      "capital": "Road Town",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": null
    },
    {
      "code": "VI",
      "name": "United States Virgin Islands",
      "fullName": "Virgin Islands of the United States",
      "description": "The U.S. Virgin Islands (USVI) constitute an unincorporated organized territory of the United States of America between the Caribbean Sea and the North Atlantic Ocean, east of Puerto Rico. Together with the British Virgin Islands, to the northeast, the territory forms the Virgin Islands archipelago. The islands' natural resources are sun, sand, sea, and surf.",
      "capital": "Charlotte Amalie",
      "continent": "Americas",
      "subcontinent": "Caribbean",
      "score": null
    },
    {
      "code": "WF",
      "name": "Wallis and Futuna",
      "fullName": "Territory of the Wallis and Futuna Islands",
      "description": "Wallis and Futuna is an overseas community of France consisting of two small island groupings in Polynesia, near Fiji and Samoa.",
      "capital": "Mata Utu",
      "continent": "Oceania",
      "subcontinent": "Polynesia",
      "score": null
    },
    {
      "code": "EH",
      "name": "Western Sahara",
      "fullName": "Sahrawi Arab Democratic Republic",
      "description": "Western Sahara is an area on the west coast of North Africa. A former Spanish colony, its governance is disputed between Morocco and the Sahrawi Arab Democratic Republic (SADR). After a UN-brokered ceasefire in 1991 ended a war between the two, Morocco ended up de facto controlling about 80% of the disputed area, with SADR controlling the region around the Mauritanian and Algerian borders. The Berm is the de facto border between the two administrations, and the areas around it are full of landmines.",
      "capital": "Laayoune",
      "continent": "Africa",
      "subcontinent": "Northern Africa",
      "score": null
    },
    {
      "code": "YE",
      "name": "Yemen",
      "fullName": "Republic of Yemen",
      "description": "Yemen is a country in the southern Arabian Peninsula of the Middle East. Although it is rich in history and culture, being part of several civilizations, the country has been in a state of flux since the 1980s. It is one of the least developed and poorest countries in the world.",
      "capital": "Sanaa",
      "continent": "Asia",
      "subcontinent": "Western Asia",
      "score": 211
    },
    {
      "code": "ZM",
      "name": "Zambia",
      "fullName": "Republic of Zambia",
      "description": "Zambia offers travelers some of the world's best safari opportunities, a glimpse into \"real Africa\", and Victoria Falls, one of the World's Seven Natural Wonders and a UNESCO World Heritage Site.",
      "capital": "Lusaka",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 443
    },
    {
      "code": "ZW",
      "name": "Zimbabwe",
      "fullName": "Republic of Zimbabwe",
      "description": "Zimbabwe is a landlocked country in Southern Africa. For those looking to travel in Africa, Zimbabwe is a great starting place. It is rich in fauna and flora and has numerous ancient stone cities including the largest in Africa south of the Sahara, Great Zimbabwe. Its border with Zambia is formed by the Zambezi River which when in full flood drops as the world's largest curtain of falling water at the mighty Victoria Falls which is a major tourist attraction.",
      "capital": "Harare",
      "continent": "Africa",
      "subcontinent": "Eastern Africa",
      "score": 363
    }
  ]
}